[{"sponsor_number": "HR0011-14-C-0008P00022", "office": "", "check_date": false, "synopsis": "Added:
Jun 23, 2015 9:09 am", "announcement_type": "Presolicitation", "deadline_date": "07/09/2015", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=25bbb2c4f581be6a13ddc748be0c3f11&tab=core&_cview=1", "check_office": true, "opportunity_title": "Four month contract extension for commercial Information Technology services for the period August 01, 2015 to November 30, 2015 in support of DARPA's Mission Services Office (MSO) Information Technology Directorate (ITD)."},
{"sponsor_number": "DARPA-BAA-14-50", "office": "Tactical Technology Office", "check_date": false, "synopsis": "Added:
Oct 07, 2014 2:16 pm
The GXV-T effort will investigate ground vehicle technologies that enable a next
generation of ground vehicles that improve survivability and mobility. This will be accomplished through research and development of novel ground combat and tactical vehicle technology solutions resulting in significantly advanced platform mobility, agility, and survivability. Technology development is the core of the GXV-T program. The Government seeks solutions across a range of technology areas, including the design, development, testing, and evaluation of technologies at the subsystem level. Solutions are to be matured from concepts to a  subsystem demonstration by the end of the program.
Added:
Oct 09, 2014 4:05 pm

Amendment 1:  Purpose of Amendment 1 is to add the GXV-T Proposers' Day Slides.

Added:
Nov 20, 2014 1:42 pm
A copy of the GXV-T Technology Development DARPA-BAA-14-50 Questions and Answers - Round 1 is attached to this notice.
Added:
Dec 19, 2014 3:38 pm
The subject DARPA-BAA-14-50 has been revised.  A copy of the revised BAA (Amendment 1) is attached to this notice.  All changes are highlighted in yellow in the revised BAA.

Added:
Apr 10, 2015 11:06 am
The purpose of Amendment 2 to DARPA-BAA-14-50 is to update the due dates for abstracts and proposals, update the program schedule (Figure 1 and Figure 2), update sections A.1.1 Example 1: Survivability through agility and A.1.2 Example 2: Radically Enhanced Tactical Mobility on pages 8 through 10, and make additional updates as noted in the amended BAA.  All amendments are highlighted in yellow in the revised BAA, \"DARPA_BAA_GXVT_Amendment2 - 4-10-2015.\"", "announcement_type": "Presolicitation", "deadline_date": "09/04/2015", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=609d9473f9acde0ca577aae2774fb185&tab=core&_cview=1", "check_office": false, "opportunity_title": "Ground X-Vehicle Technologies (GXV-T) Program Technology Development"},
{"sponsor_number": "DARPA-BAA-15-24", "office": "", "check_date": false, "synopsis": "Added:
Mar 13, 2015 2:44 pm
DARPA is soliciting innovative research proposals in the area of spectrum sharing between radar and communications systems, following on prior work carried out in the coexistence thrust of Phase 1 of the Shared Spectrum Access for Radar and Communications (SSPARC) program.  Proposed research should investigate innovative approaches that enable revolutionary advances in science, devices, or systems.
Added:
Apr 13, 2015 2:41 pm
The purpose of this notice is to provide the Government responses to the questions submitted under DARPA-BAA-15-24. Please see attached file for details.", "announcement_type": "Presolicitation", "deadline_date": "04/27/2015", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=c51cd2e9f90715c6f09f4f0a551fe64f&tab=core&_cview=1", "check_office": true, "opportunity_title": "Shared Spectrum Access for Radar and Communications Phase 2"},
{"sponsor_number": "DARPA-SN-15-39", "office": "", "check_date": false, "synopsis": "Added:
Apr 21, 2015 2:51 pm
See the attached DARPA-SN-15-39 document.", "announcement_type": "Special Notice", "deadline_date": "05/05/2015", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=4c14b4df43ddadf2d3b555722ef3ed8b&tab=core&_cview=1", "check_office": true, "opportunity_title": "Notice of Intent to Award Sole Source Contract To Northrop Grumman Aerospace Systems (NGAS) For Efficient Linearized All-Silicon Transmitter ICs (ELASTx)"},
{"sponsor_number": "DARPA-BAA-15-35", "office": "Biological Technologies Office", "check_date": false, "synopsis": "Added: Apr 29, 2015 4:13 pm
\n\t\t 
The Defense Advanced Research Projects Agency (DARPA) is soliciting innovative research proposals of interest to the Biological Technologies Office (BTO). Proposed research should investigate leading edge approaches that enable revolutionary advances in science, technologies, or systems at the intersection of biology with engineering and the physical and computer sciences. Specifically excluded is research that primarily results in evolutionary improvements to the existing state of the art. BTO seeks unconventional approaches that are outside the mainstream, challenge assumptions, and have the potential to radically change established practice, lead to extraordinary outcomes, and create entirely new fields.
 
The mission of BTO is to foster, demonstrate, and transition breakthrough fundamental research, discoveries, and applications that integrate biology, engineering, computer science, mathematics, and the physical sciences to expand the national security toolkit. BTO's investment portfolio goes far beyond life sciences applications in medicine to include areas of research such as human-machine interfaces, microbes as production platforms, and deep exploration of the impact of evolving ecologies and environments on U.S. readiness and capabilities. BTO's programs operate across a wide range of scales, from individual cells to the warfighter to global ecosystems. BTO responds to the urgent and long-term needs of the Department of Defense (DoD) and addresses national security priorities. The overarching goal is to develop, demonstrate, and transition biological- based technologies as part of the toolkit available to DARPA stakeholders.
 
BTO is seeking novel approaches that will build technical communities that tap into sources of innovation both inside and outside traditional DoD performer communities. BTO encourages efforts that are creative and agile both in terms of the technologies proposed and in the structure of the approach. See the attached BAA Package for specific areas BTO is interested in receiving submissions for, and the specific abstract and proposal submission requirements.", "announcement_type": "Presolicitation", "deadline_date": "04/28/2016", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=805fad2938220bfbb1b60f70bce0580a&tab=core&_cview=1", "check_office": false, "opportunity_title": "DARPA-BAA-15-35 Biological Technologies"},
{"sponsor_number": "DARPA-BAA-15-34", "office": "", "check_date": false, "synopsis": "Added:
Apr 27, 2015 2:48 pm
The DARPA RAM Replay program is interested in investigating memory replay with respect to the consolidation of episodic memories and newly learned skills, and how these memories are recalled and utilized by humans during subsequent task performance.
Respondents to this BAA must propose novel approaches to quantitatively model various parameters associated with human memory replay, and to utilize this model in the development of interventions that assess quality of replay and enable and improve associated memory recall during operationally relevant tasks.  See Attachment for complete BAA requirements.
Added:
May 04, 2015 10:37 am

The purpose of Modification 1 to DARPA-BAA-15-34, the RAM (Restoring Active
Memory) Replay Broad Agency Announcement, is to clarify the submission deadlines.

Section 4.5 is updated as follows:

4.5 SUBMISSION DATES AND TIME
4.5.1 Proposal Abstract Submission Deadline

The proposal abstract must be submitted to DARPA/BTO), 675 North Randolph Street, Arlington, VA 22203-2114 (Attn.: DARPA-BAA-15-34) on or before 4:00 p.m., ET, May 14, 2015.  Proposal abstracts received after this time and date may not be reviewed.
4.5.2 Full Proposal Submission Deadline

The full proposal must be submitted to DARPA/BTO), 675 North Randolph Street, Arlington, VA 22203-2114 (Attn.: DARPA-BAA-15-34) on or before 4:00 p.m., ET, June 16, 2015.

Failure to comply with the submission procedures may result in the submission not being evaluated.  DARPA will acknowledge receipt of complete submissions via email and assign control numbers that should be used in all further correspondence regarding proposals.

DARPA will post and regularly update a consolidated Question and Answer list in response to any relevant and/or BAA clarification question(s) after May 8, 2015.  In order to receive a response to your question, submit your question to DARPA-BAA-15-34@darpa.mil.", "announcement_type": "Presolicitation", "deadline_date": "06/16/2015", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=8cb5225b349630c17a8befd95364c80e&tab=core&_cview=1", "check_office": true, "opportunity_title": "RAM (Restoring Active Memory) Replay "},
{"sponsor_number": "DARPA-BAA-13-37", "office": "", "check_date": true, "synopsis": "Added: Jul 12, 2013 4:27 pm
\n\t\tDARPA's Living Foundries: 1000 Molecules program seeks to build a scalable, integrated, rapid design and prototyping infrastructure for the facile engineering of biology. This infrastructure will enable transformative and currently inaccessible projects to develop advanced chemicals, materials, sensing capabilities, and therapeutics. Furthermore, the infrastructure will provide a flexible, efficient, and continuously improving capability to Department of Defense (DoD) and the engineering biology community. A final proof-of-principle demonstration of capabilities will require rapid design and prototyping centers to generate 1000 novel molecules and chemical building blocks, thus enabling access to radical new materials.
Important Dates:Posting Date: 12 July 2013
Proposal Due Date for Task Area 1 and Advanced Studies: 17 September 2013
Proposers' Day: 24 July 2013 (See Special Notice #DARPA-SN-13-38)
BAA Process and Proposal Preparation/Submission Overview Webinar: 31 July 2013.  The purpose of the webinar is to provide additional details regarding the BAA process and to reiterate the proposal preparation and submission instructions/requirements. See Proposers' Day Registration Website, https://safe.sysplan.com/confsys/1000m/, for additional information.)
Estimated Period of Performance Start Date for Task Area 1 and Advanced Studies: 17 March 2014
BAA Closing Date: 21 October 2014
See the full DARPA-BAA-13-37 document attached.
 \n\n\t\tAdded: Jul 29, 2013 2:16 pm
\n\t\tAmendment 01: The purpose of this Amendment is to make revisions to Attachment 2: Proposer Slide Template. Changes are highlighted in yellow in the attached document.\n\n\t\tAdded: Aug 13, 2013 8:43 am
\n\t\tAmendment 02: 
The purpose of this Amendment is to:
1. Revise the proposal due date for Task Area 1 and Advanced Studies proposals. 2. Provide links to where the slides from the Proposer's Day and Webinar can be obtained. 3. Add Attachment 3, \"Summary Slides,\" for reference purposes only, highlighting tools and concepts currently under development in Living Foundries ATCG.
See the attached, conformed DARPA-BAA-13-37 document with changes highlighted in yellow.
  \n\n\t\tAdded: Sep 13, 2013 1:35 pm
\n\t\tAmendment 03:  The purpose of this amendment is to make administrative changes regarding margins and to delete the request for an estimate of cost for TA2.  Changes are highlighted in yellow in the attached DARPA-BAA-13-37.\n\n\t\tAdded: Sep 27, 2013 1:47 pm
\n\t\tAmendment 04:  The purpose of this amendment is to modify the deadline for questions and the TA1 full proposal due date.  See the changes as highlighted in yellow in the attached revised DARPA-BAA-13-37 document.\n\n\t\tAdded: Oct 10, 2013 8:46 am
\n\t\tAmendment 05: The purpose of Amendment 05 is to revise the \"Response Date\" stipulated on the Federal Business Opportunities (FBO) website/page for Broad Agency Announcement No. DARPA-BAA-13-37 to match the closing date currently listed in the BAA (21 October 2014).  The extension of the FBO \"Response Date\" is primarily to allow the BAA to remain active on FBO website so that TA2 proposals can be submitted per guidance/requirements stipulated in the BAA.  However, as currently depicted in the BAA, full proposals for TA1 and Advanced Studies submitted after the 8 October 2013 due date (initial round of selections) may be reviewed and selected contingent upon the availability of funds (although the likelihood of availability of funding is greatly reduced for TA1 and Advanced Studies proposals submitted after the initial due date of 8 October 2013). For further clarification - NO changes have been made to the BAA - only to the \"Response Date\" established on the FBO website/page for this BAA.\n\n\t\tAdded: Mar 13, 2014 4:03 pm
\n\t\tAward Notice.  Performer Contracting POC information below.
Michael P. CorcoranOffice of Sponsored ProgramsEmail: mcorcor@mit.edu\n\n\t\tAdded: Mar 26, 2014 10:55 am
\n\t\tAward Notice. Performer Contracting POC information below.Webb BrightwellOffice of Sponsored ProgramsEmail: webb_brightwell@harvard.edu\n\n\t\tAdded: Mar 26, 2014 12:15 pm
\n\t\tAmendment 06: The purpose of this Amendment is as follows:1.  Update the BAA Closing Date to 2 February 2015; 2.  Add a Bio-Safety and Security section applicable to TA 2 proposals; and3.  Add a Government-specified Pressure Test applicable to TA 2 proposals.See the changes highlighted in yellow in the attached conformed DARPA-BAA-13-37 document.\n\n\t\tAdded: Mar 31, 2014 1:05 pm
\n\t\tAward Notice. Performer Contracting POC information below.The University of Illinois, Grants and Contracts Office, Post-Award Administration (GCO)

Email: ; Phone: (217)333-2186\n\n\t\tAdded: Apr 03, 2014 9:25 am
\n\t\tAward Notice. Performer Contracting POC information below. Amy F. StengelOffice of Contracts and Grants  Email: \n\n\t\tAdded: Apr 30, 2014 2:02 pm
\n\t\tAward Notice: Performer Contracting POC information below:William BanyaiEmail: bbanyai@twistbioscience.com\n\n\t\tAdded: May 08, 2014 9:35 am
\n\t\tAward Notice: Performer Contracting POC Information below:Saurabh SrivastavaPresidentEmail:saurabh@20n.com\n\n\t\tAdded: May 16, 2014 11:19 am
\n\t\tAmendment 07: The purpose of this amendment is to modify the proposal prep instructions for submission of TA 1, TA 2, and Advanced Studies proposals, and the DARPA technology office associated with this BAA. All changes are highlighted in yellow in the attached conformed DARPA-BAA-13-37 document.\n\n\t\tAdded: May 30, 2014 10:13 am
\n\t\tContract Award Notice to Duke University.  Total Award Amount $2,513,015: Base Award Amount $1,585,812 and Option 1 Amount $927,203.
Performer Contracting POC below: Mr. Adam Kuehn, email: akuehn@duke.edu\n\n\t\tAdded: Jun 19, 2014 12:32 pm
\n\t\tAmendment 08:  The purpose of this amendment it to revise proposal preparation instructions to indicate that the Cost Summary spreadsheet (added via Amendment 7) does not count against the technical proposal page count. All changes are highlighted in yellow in the attached conform DARPA-BAA-13-37 document.\n\n\t\tAdded: Sep 12, 2014 3:08 pm
\n\t\tThe purpose of Amendment No. 09 is to revise the \"Proposal Submission Information\" instructions at Section IV (B)(2), Page 25, to reflect use of DARPA's BAA Website - instead of T-FIMS - for submission of proposals seeking a contract or Other Transaction Agreement (OTA), and to reflect other administrative changes.  All changes made to the BAA are highlighted in yellow.\n\n\t\tAdded: Feb 04, 2015 9:45 am
\n\t\tAward Notice: Performer Contracting POC information below:University of Texas at Austin Office of Sponsored ProjectsMohini PatelSr. Grants and Contracts SpecialistEmail: \n\n\t\tAdded: May 05, 2015 1:18 pm
\n\t\tAward Notice for HR0011-15-C-0084 (MIT).", "announcement_type": "Award", "deadline_date": "09/17/2013", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=7610634cc3cbcbb826407a0d208c2515&tab=core&_cview=1", "check_office": true, "opportunity_title": "Living Foundries: 1000 Molecules"}