[{"sponsor_number": "DARPA-BAA-14-46", "office": "", "synopsis": "The mission of DSO is to identify and pursue high-risk/high-payoff research initiatives throughout a broad spectrum of science and engineering disciplines and to transform these initiatives into important, radically new military capabilities.  In support of this mission, DSO is soliciting innovative research concepts of interest to defense and national security.", "announcement_type": "Award", "deadline_date": "07/01/2015", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=b1eab3e7fc7ed60d13d1fa300099fe92&tab=core&_cview=1", "opportunity_title": "DSO Office-Wide"},
{"sponsor_number": "DARPA-BAA-15-22", "office": "", "synopsis": "DARPA is soliciting innovative research proposals for developing a 100 Gb/s airborne RF communications link capable of distances exceeding 100 km and 200 km for air-to-ground and air-to-air, respectively, within a single radio frequency channel.  The proposed program, 100G, seeks innovative approaches for using high-order modulation together with spatial multiplexing to achieve those goals by attaining spectral efficiencies greater than 20 bits-per-second-per hertz.", "announcement_type": "Presolicitation", "deadline_date": "04/28/2015", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=670baf043d025fb6a8e62042e9af5fbf&tab=core&_cview=1", "opportunity_title": "100 Gb/s RF Backbone (100G) Phase 2 and 3"},
{"sponsor_number": "DARPA-BAA-15-26", "office": "", "synopsis": "By the issuanace of the subject Broad Agency Announcement (DARPA-BAA-15-26), DARPA is soliciting innovative research proposals for the Squad X Core Technologies (SXCT) program.  The objective of the SXCT program is to develop and deliver new technologies that give dismounted squads increased situational awareness and enable them to dominate their battlespace.  The goal is to build combat power from the rifle squad up, allowing forces to be adaptable and flexible across the range of military operations.  This will be accomplished through research and development of novel technology solutions that advance the capabilities of the squad. Refer to the attachment, \"DARPA-BAA-15-26,\" for complete details of the BAA.", "announcement_type": "Combined Synopsis/Solicitation", "deadline_date": "04/10/2015", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=3214cb24e85857d0c2972c3c637a1347&tab=core&_cview=1", "opportunity_title": "Squad X Core Technologies (SXCT)"},
{"sponsor_number": "DARPA-RA-15-32", "office": "", "synopsis": "This solicitation replaces DARPA-RA-15-23.", "announcement_type": "Presolicitation", "deadline_date": "04/13/2015", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=af2d4b77009cc0f207c81632058a4e23&tab=core&_cview=1", "opportunity_title": "Young Faculty Award (YFA)"},
{"sponsor_number": "DARPA-BAA-14-42", "office": "", "synopsis": "This announcement seeks revolutionary research ideas for topics not being addressed by ongoing MTO programs or other published BAA solicitations.  See the attached DARPA-BAA-14-42 document.", "announcement_type": "Award", "deadline_date": "09/09/2016", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=54b31f4b8d1c2e453289757004d79d34&tab=core&_cview=1", "hand_check_date": true, "opportunity_title": "Microsystems Technology Office (MTO) Office-Wide Broad Agency Announcement (BAA)"},
{"sponsor_number": "DARPA-BAA-14-50", "office": "", "synopsis": "The GXV-T effort will investigate ground vehicle technologies that enable a next", "announcement_type": "Presolicitation", "deadline_date": "09/04/2015", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=609d9473f9acde0ca577aae2774fb185&tab=core&_cview=1", "opportunity_title": "Ground X-Vehicle Technologies (GXV-T) Program Technology Development"},
{"sponsor_number": "DARPA-BAA-15-24", "office": "", "synopsis": "DARPA is soliciting innovative research proposals in the area of spectrum sharing between radar and communications systems, following on prior work carried out in the coexistence thrust of Phase 1 of the Shared Spectrum Access for Radar and Communications (SSPARC) program.  Proposed research should investigate innovative approaches that enable revolutionary advances in science, devices, or systems.", "announcement_type": "Presolicitation", "deadline_date": "04/27/2015", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=c51cd2e9f90715c6f09f4f0a551fe64f&tab=core&_cview=1", "opportunity_title": "Shared Spectrum Access for Radar and Communications Phase 2"},
{"sponsor_number": "DARPA-SN-15-39", "office": "", "synopsis": "See the attached DARPA-SN-15-39 document.", "announcement_type": "Special Notice", "deadline_date": "05/05/2015", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=4c14b4df43ddadf2d3b555722ef3ed8b&tab=core&_cview=1", "opportunity_title": "Notice of Intent to Award Sole Source Contract To Northrop Grumman Aerospace Systems (NGAS) For Efficient Linearized All-Silicon Transmitter ICs (ELASTx)"}