[{"sponsor_number": "HR0011-14-C-0008P00022", "office": "", "check_date": false, "synopsis": "Added:
Jun 23, 2015 9:09 am", "announcement_type": "Presolicitation", "deadline_date": "07/09/2015", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=25bbb2c4f581be6a13ddc748be0c3f11&tab=core&_cview=1", "check_office": true, "opportunity_title": "Four month contract extension for commercial Information Technology services for the period August 01, 2015 to November 30, 2015 in support of DARPA's Mission Services Office (MSO) Information Technology Directorate (ITD)."},
{"sponsor_number": "DARPA-BAA-14-50", "office": "Tactical Technology Office", "check_date": false, "synopsis": "Added:
Oct 07, 2014 2:16 pm
The GXV-T effort will investigate ground vehicle technologies that enable a next
generation of ground vehicles that improve survivability and mobility. This will be accomplished through research and development of novel ground combat and tactical vehicle technology solutions resulting in significantly advanced platform mobility, agility, and survivability. Technology development is the core of the GXV-T program. The Government seeks solutions across a range of technology areas, including the design, development, testing, and evaluation of technologies at the subsystem level. Solutions are to be matured from concepts to a  subsystem demonstration by the end of the program.
Added:
Oct 09, 2014 4:05 pm

Amendment 1:  Purpose of Amendment 1 is to add the GXV-T Proposers' Day Slides.

Added:
Nov 20, 2014 1:42 pm
A copy of the GXV-T Technology Development DARPA-BAA-14-50 Questions and Answers - Round 1 is attached to this notice.
Added:
Dec 19, 2014 3:38 pm
The subject DARPA-BAA-14-50 has been revised.  A copy of the revised BAA (Amendment 1) is attached to this notice.  All changes are highlighted in yellow in the revised BAA.

Added:
Apr 10, 2015 11:06 am
The purpose of Amendment 2 to DARPA-BAA-14-50 is to update the due dates for abstracts and proposals, update the program schedule (Figure 1 and Figure 2), update sections A.1.1 Example 1: Survivability through agility and A.1.2 Example 2: Radically Enhanced Tactical Mobility on pages 8 through 10, and make additional updates as noted in the amended BAA.  All amendments are highlighted in yellow in the revised BAA, \"DARPA_BAA_GXVT_Amendment2 - 4-10-2015.\"", "announcement_type": "Presolicitation", "deadline_date": "09/04/2015", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=609d9473f9acde0ca577aae2774fb185&tab=core&_cview=1", "check_office": false, "opportunity_title": "Ground X-Vehicle Technologies (GXV-T) Program Technology Development"},
{"sponsor_number": "DARPA-BAA-15-24", "office": "", "check_date": false, "synopsis": "Added:
Mar 13, 2015 2:44 pm
DARPA is soliciting innovative research proposals in the area of spectrum sharing between radar and communications systems, following on prior work carried out in the coexistence thrust of Phase 1 of the Shared Spectrum Access for Radar and Communications (SSPARC) program.  Proposed research should investigate innovative approaches that enable revolutionary advances in science, devices, or systems.
Added:
Apr 13, 2015 2:41 pm
The purpose of this notice is to provide the Government responses to the questions submitted under DARPA-BAA-15-24. Please see attached file for details.", "announcement_type": "Presolicitation", "deadline_date": "04/27/2015", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=c51cd2e9f90715c6f09f4f0a551fe64f&tab=core&_cview=1", "check_office": true, "opportunity_title": "Shared Spectrum Access for Radar and Communications Phase 2"},
{"sponsor_number": "DARPA-SN-15-39", "office": "", "check_date": false, "synopsis": "Added:
Apr 21, 2015 2:51 pm
See the attached DARPA-SN-15-39 document.", "announcement_type": "Special Notice", "deadline_date": "05/05/2015", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=4c14b4df43ddadf2d3b555722ef3ed8b&tab=core&_cview=1", "check_office": true, "opportunity_title": "Notice of Intent to Award Sole Source Contract To Northrop Grumman Aerospace Systems (NGAS) For Efficient Linearized All-Silicon Transmitter ICs (ELASTx)"},
{"sponsor_number": "DARPA-BAA-15-35", "office": "Biological Technologies Office", "check_date": false, "synopsis": "Added: Apr 29, 2015 4:13 pm
\n\t\t 
The Defense Advanced Research Projects Agency (DARPA) is soliciting innovative research proposals of interest to the Biological Technologies Office (BTO). Proposed research should investigate leading edge approaches that enable revolutionary advances in science, technologies, or systems at the intersection of biology with engineering and the physical and computer sciences. Specifically excluded is research that primarily results in evolutionary improvements to the existing state of the art. BTO seeks unconventional approaches that are outside the mainstream, challenge assumptions, and have the potential to radically change established practice, lead to extraordinary outcomes, and create entirely new fields.
 
The mission of BTO is to foster, demonstrate, and transition breakthrough fundamental research, discoveries, and applications that integrate biology, engineering, computer science, mathematics, and the physical sciences to expand the national security toolkit. BTO's investment portfolio goes far beyond life sciences applications in medicine to include areas of research such as human-machine interfaces, microbes as production platforms, and deep exploration of the impact of evolving ecologies and environments on U.S. readiness and capabilities. BTO's programs operate across a wide range of scales, from individual cells to the warfighter to global ecosystems. BTO responds to the urgent and long-term needs of the Department of Defense (DoD) and addresses national security priorities. The overarching goal is to develop, demonstrate, and transition biological- based technologies as part of the toolkit available to DARPA stakeholders.
 
BTO is seeking novel approaches that will build technical communities that tap into sources of innovation both inside and outside traditional DoD performer communities. BTO encourages efforts that are creative and agile both in terms of the technologies proposed and in the structure of the approach. See the attached BAA Package for specific areas BTO is interested in receiving submissions for, and the specific abstract and proposal submission requirements.", "announcement_type": "Presolicitation", "deadline_date": "04/28/2016", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=805fad2938220bfbb1b60f70bce0580a&tab=core&_cview=1", "check_office": false, "opportunity_title": "DARPA-BAA-15-35 Biological Technologies"},
{"sponsor_number": "DARPA-BAA-15-34", "office": "", "check_date": false, "synopsis": "Added:
Apr 27, 2015 2:48 pm
The DARPA RAM Replay program is interested in investigating memory replay with respect to the consolidation of episodic memories and newly learned skills, and how these memories are recalled and utilized by humans during subsequent task performance.
Respondents to this BAA must propose novel approaches to quantitatively model various parameters associated with human memory replay, and to utilize this model in the development of interventions that assess quality of replay and enable and improve associated memory recall during operationally relevant tasks.  See Attachment for complete BAA requirements.
Added:
May 04, 2015 10:37 am

The purpose of Modification 1 to DARPA-BAA-15-34, the RAM (Restoring Active
Memory) Replay Broad Agency Announcement, is to clarify the submission deadlines.

Section 4.5 is updated as follows:

4.5 SUBMISSION DATES AND TIME
4.5.1 Proposal Abstract Submission Deadline

The proposal abstract must be submitted to DARPA/BTO), 675 North Randolph Street, Arlington, VA 22203-2114 (Attn.: DARPA-BAA-15-34) on or before 4:00 p.m., ET, May 14, 2015.  Proposal abstracts received after this time and date may not be reviewed.
4.5.2 Full Proposal Submission Deadline

The full proposal must be submitted to DARPA/BTO), 675 North Randolph Street, Arlington, VA 22203-2114 (Attn.: DARPA-BAA-15-34) on or before 4:00 p.m., ET, June 16, 2015.

Failure to comply with the submission procedures may result in the submission not being evaluated.  DARPA will acknowledge receipt of complete submissions via email and assign control numbers that should be used in all further correspondence regarding proposals.

DARPA will post and regularly update a consolidated Question and Answer list in response to any relevant and/or BAA clarification question(s) after May 8, 2015.  In order to receive a response to your question, submit your question to DARPA-BAA-15-34@darpa.mil.", "announcement_type": "Presolicitation", "deadline_date": "06/16/2015", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=8cb5225b349630c17a8befd95364c80e&tab=core&_cview=1", "check_office": true, "opportunity_title": "RAM (Restoring Active Memory) Replay "},
{"sponsor_number": "DARPA-BAA-13-37", "office": "", "check_date": true, "synopsis": "Added: Jul 12, 2013 4:27 pm
\n\t\tDARPA's Living Foundries: 1000 Molecules program seeks to build a scalable, integrated, rapid design and prototyping infrastructure for the facile engineering of biology. This infrastructure will enable transformative and currently inaccessible projects to develop advanced chemicals, materials, sensing capabilities, and therapeutics. Furthermore, the infrastructure will provide a flexible, efficient, and continuously improving capability to Department of Defense (DoD) and the engineering biology community. A final proof-of-principle demonstration of capabilities will require rapid design and prototyping centers to generate 1000 novel molecules and chemical building blocks, thus enabling access to radical new materials.
Important Dates:Posting Date: 12 July 2013
Proposal Due Date for Task Area 1 and Advanced Studies: 17 September 2013
Proposers' Day: 24 July 2013 (See Special Notice #DARPA-SN-13-38)
BAA Process and Proposal Preparation/Submission Overview Webinar: 31 July 2013.  The purpose of the webinar is to provide additional details regarding the BAA process and to reiterate the proposal preparation and submission instructions/requirements. See Proposers' Day Registration Website, https://safe.sysplan.com/confsys/1000m/, for additional information.)
Estimated Period of Performance Start Date for Task Area 1 and Advanced Studies: 17 March 2014
BAA Closing Date: 21 October 2014
See the full DARPA-BAA-13-37 document attached.
 \n\n\t\tAdded: Jul 29, 2013 2:16 pm
\n\t\tAmendment 01: The purpose of this Amendment is to make revisions to Attachment 2: Proposer Slide Template. Changes are highlighted in yellow in the attached document.\n\n\t\tAdded: Aug 13, 2013 8:43 am
\n\t\tAmendment 02: 
The purpose of this Amendment is to:
1. Revise the proposal due date for Task Area 1 and Advanced Studies proposals. 2. Provide links to where the slides from the Proposer's Day and Webinar can be obtained. 3. Add Attachment 3, \"Summary Slides,\" for reference purposes only, highlighting tools and concepts currently under development in Living Foundries ATCG.
See the attached, conformed DARPA-BAA-13-37 document with changes highlighted in yellow.
  \n\n\t\tAdded: Sep 13, 2013 1:35 pm
\n\t\tAmendment 03:  The purpose of this amendment is to make administrative changes regarding margins and to delete the request for an estimate of cost for TA2.  Changes are highlighted in yellow in the attached DARPA-BAA-13-37.\n\n\t\tAdded: Sep 27, 2013 1:47 pm
\n\t\tAmendment 04:  The purpose of this amendment is to modify the deadline for questions and the TA1 full proposal due date.  See the changes as highlighted in yellow in the attached revised DARPA-BAA-13-37 document.\n\n\t\tAdded: Oct 10, 2013 8:46 am
\n\t\tAmendment 05: The purpose of Amendment 05 is to revise the \"Response Date\" stipulated on the Federal Business Opportunities (FBO) website/page for Broad Agency Announcement No. DARPA-BAA-13-37 to match the closing date currently listed in the BAA (21 October 2014).  The extension of the FBO \"Response Date\" is primarily to allow the BAA to remain active on FBO website so that TA2 proposals can be submitted per guidance/requirements stipulated in the BAA.  However, as currently depicted in the BAA, full proposals for TA1 and Advanced Studies submitted after the 8 October 2013 due date (initial round of selections) may be reviewed and selected contingent upon the availability of funds (although the likelihood of availability of funding is greatly reduced for TA1 and Advanced Studies proposals submitted after the initial due date of 8 October 2013). For further clarification - NO changes have been made to the BAA - only to the \"Response Date\" established on the FBO website/page for this BAA.\n\n\t\tAdded: Mar 13, 2014 4:03 pm
\n\t\tAward Notice.  Performer Contracting POC information below.
Michael P. CorcoranOffice of Sponsored ProgramsEmail: mcorcor@mit.edu\n\n\t\tAdded: Mar 26, 2014 10:55 am
\n\t\tAward Notice. Performer Contracting POC information below.Webb BrightwellOffice of Sponsored ProgramsEmail: webb_brightwell@harvard.edu\n\n\t\tAdded: Mar 26, 2014 12:15 pm
\n\t\tAmendment 06: The purpose of this Amendment is as follows:1.  Update the BAA Closing Date to 2 February 2015; 2.  Add a Bio-Safety and Security section applicable to TA 2 proposals; and3.  Add a Government-specified Pressure Test applicable to TA 2 proposals.See the changes highlighted in yellow in the attached conformed DARPA-BAA-13-37 document.\n\n\t\tAdded: Mar 31, 2014 1:05 pm
\n\t\tAward Notice. Performer Contracting POC information below.The University of Illinois, Grants and Contracts Office, Post-Award Administration (GCO)

Email: ; Phone: (217)333-2186\n\n\t\tAdded: Apr 03, 2014 9:25 am
\n\t\tAward Notice. Performer Contracting POC information below. Amy F. StengelOffice of Contracts and Grants  Email: \n\n\t\tAdded: Apr 30, 2014 2:02 pm
\n\t\tAward Notice: Performer Contracting POC information below:William BanyaiEmail: bbanyai@twistbioscience.com\n\n\t\tAdded: May 08, 2014 9:35 am
\n\t\tAward Notice: Performer Contracting POC Information below:Saurabh SrivastavaPresidentEmail:saurabh@20n.com\n\n\t\tAdded: May 16, 2014 11:19 am
\n\t\tAmendment 07: The purpose of this amendment is to modify the proposal prep instructions for submission of TA 1, TA 2, and Advanced Studies proposals, and the DARPA technology office associated with this BAA. All changes are highlighted in yellow in the attached conformed DARPA-BAA-13-37 document.\n\n\t\tAdded: May 30, 2014 10:13 am
\n\t\tContract Award Notice to Duke University.  Total Award Amount $2,513,015: Base Award Amount $1,585,812 and Option 1 Amount $927,203.
Performer Contracting POC below: Mr. Adam Kuehn, email: akuehn@duke.edu\n\n\t\tAdded: Jun 19, 2014 12:32 pm
\n\t\tAmendment 08:  The purpose of this amendment it to revise proposal preparation instructions to indicate that the Cost Summary spreadsheet (added via Amendment 7) does not count against the technical proposal page count. All changes are highlighted in yellow in the attached conform DARPA-BAA-13-37 document.\n\n\t\tAdded: Sep 12, 2014 3:08 pm
\n\t\tThe purpose of Amendment No. 09 is to revise the \"Proposal Submission Information\" instructions at Section IV (B)(2), Page 25, to reflect use of DARPA's BAA Website - instead of T-FIMS - for submission of proposals seeking a contract or Other Transaction Agreement (OTA), and to reflect other administrative changes.  All changes made to the BAA are highlighted in yellow.\n\n\t\tAdded: Feb 04, 2015 9:45 am
\n\t\tAward Notice: Performer Contracting POC information below:University of Texas at Austin Office of Sponsored ProjectsMohini PatelSr. Grants and Contracts SpecialistEmail: \n\n\t\tAdded: May 05, 2015 1:18 pm
\n\t\tAward Notice for HR0011-15-C-0084 (MIT).", "announcement_type": "Award", "deadline_date": "09/17/2013", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=7610634cc3cbcbb826407a0d208c2515&tab=core&_cview=1", "check_office": true, "opportunity_title": "Living Foundries: 1000 Molecules"}[[{"sponsor_number": "HR0011-14-C-0008P00022", "office": "", "check_date": false, "synopsis": "Added:\r\nJun 23, 2015 9:09 am", "check_office_wide": false, "announcement_type": "Presolicitation", "deadline_date": "07/09/2015", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=25bbb2c4f581be6a13ddc748be0c3f11&tab=core&_cview=1", "check_office": true, "opportunity_title": "Four month contract extension for commercial Information Technology services for the period August 01, 2015 to November 30, 2015 in support of DARPA's Mission Services Office (MSO) Information Technology Directorate (ITD)."},
{"sponsor_number": "DARPA-SN-15-39", "office": "", "check_date": false, "synopsis": "Added:\r\nApr 21, 2015 2:51 pm\r\nSee the attached DARPA-SN-15-39 document.", "check_office_wide": false, "announcement_type": "Special Notice", "deadline_date": "05/05/2015", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=4c14b4df43ddadf2d3b555722ef3ed8b&tab=core&_cview=1", "check_office": true, "opportunity_title": "Notice of Intent to Award Sole Source Contract To Northrop Grumman Aerospace Systems (NGAS) For Efficient Linearized All-Silicon Transmitter ICs (ELASTx)"},
{"sponsor_number": "DARPA-BAA-15-35", "office": "Biological Technologies Office", "check_date": false, "synopsis": "Added: Apr 29, 2015 4:13 pm\r\n\n\t\t \r\nThe Defense Advanced Research Projects Agency (DARPA) is soliciting innovative research proposals of interest to the Biological Technologies Office (BTO). Proposed research should investigate leading edge approaches that enable revolutionary advances in science, technologies, or systems at the intersection of biology with engineering and the physical and computer sciences. Specifically excluded is research that primarily results in evolutionary improvements to the existing state of the art. BTO seeks unconventional approaches that are outside the mainstream, challenge assumptions, and have the potential to radically change established practice, lead to extraordinary outcomes, and create entirely new fields.\r\n \r\nThe mission of BTO is to foster, demonstrate, and transition breakthrough fundamental research, discoveries, and applications that integrate biology, engineering, computer science, mathematics, and the physical sciences to expand the national security toolkit. BTO's investment portfolio goes far beyond life sciences applications in medicine to include areas of research such as human-machine interfaces, microbes as production platforms, and deep exploration of the impact of evolving ecologies and environments on U.S. readiness and capabilities. BTO's programs operate across a wide range of scales, from individual cells to the warfighter to global ecosystems. BTO responds to the urgent and long-term needs of the Department of Defense (DoD) and addresses national security priorities. The overarching goal is to develop, demonstrate, and transition biological- based technologies as part of the toolkit available to DARPA stakeholders.\r\n \r\nBTO is seeking novel approaches that will build technical communities that tap into sources of innovation both inside and outside traditional DoD performer communities. BTO encourages efforts that are creative and agile both in terms of the technologies proposed and in the structure of the approach. See the attached BAA Package for specific areas BTO is interested in receiving submissions for, and the specific abstract and proposal submission requirements.", "check_office_wide": false, "announcement_type": "Presolicitation", "deadline_date": "04/28/2016", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=805fad2938220bfbb1b60f70bce0580a&tab=core&_cview=1", "check_office": false, "opportunity_title": "DARPA-BAA-15-35 Biological Technologies"},
{"sponsor_number": "DARPA-BAA-15-34", "office": "", "check_date": false, "synopsis": "Added:\r\nApr 27, 2015 2:48 pm\r\nThe DARPA RAM Replay program is interested in investigating memory replay with respect to the consolidation of episodic memories and newly learned skills, and how these memories are recalled and utilized by humans during subsequent task performance.\r\nRespondents to this BAA must propose novel approaches to quantitatively model various parameters associated with human memory replay, and to utilize this model in the development of interventions that assess quality of replay and enable and improve associated memory recall during operationally relevant tasks.  See Attachment for complete BAA requirements.\r\nAdded:\r\nMay 04, 2015 10:37 am\r\n\r\nThe purpose of Modification 1 to DARPA-BAA-15-34, the RAM (Restoring Active\r\nMemory) Replay Broad Agency Announcement, is to clarify the submission deadlines.\r\n\r\nSection 4.5 is updated as follows:\r\n\r\n4.5 SUBMISSION DATES AND TIME\r\n4.5.1 Proposal Abstract Submission Deadline\r\n\r\nThe proposal abstract must be submitted to DARPA/BTO), 675 North Randolph Street, Arlington, VA 22203-2114 (Attn.: DARPA-BAA-15-34) on or before 4:00 p.m., ET, May 14, 2015.  Proposal abstracts received after this time and date may not be reviewed.\r\n4.5.2 Full Proposal Submission Deadline\r\n\r\nThe full proposal must be submitted to DARPA/BTO), 675 North Randolph Street, Arlington, VA 22203-2114 (Attn.: DARPA-BAA-15-34) on or before 4:00 p.m., ET, June 16, 2015.\r\n\r\nFailure to comply with the submission procedures may result in the submission not being evaluated.  DARPA will acknowledge receipt of complete submissions via email and assign control numbers that should be used in all further correspondence regarding proposals.\r\n\r\nDARPA will post and regularly update a consolidated Question and Answer list in response to any relevant and/or BAA clarification question(s) after May 8, 2015.  In order to receive a response to your question, submit your question to DARPA-BAA-15-34@darpa.mil.", "check_office_wide": false, "announcement_type": "Presolicitation", "deadline_date": "06/16/2015", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=8cb5225b349630c17a8befd95364c80e&tab=core&_cview=1", "check_office": true, "opportunity_title": "RAM (Restoring Active Memory) Replay "},
{"sponsor_number": "DARPA-BAA-13-37", "office": "", "check_date": true, "synopsis": "Added: Jul 12, 2013 4:27 pm\r\n\n\t\tDARPA's Living Foundries: 1000 Molecules program seeks to build a scalable, integrated, rapid design and prototyping infrastructure for the facile engineering of biology. This infrastructure will enable transformative and currently inaccessible projects to develop advanced chemicals, materials, sensing capabilities, and therapeutics. Furthermore, the infrastructure will provide a flexible, efficient, and continuously improving capability to Department of Defense (DoD) and the engineering biology community. A final proof-of-principle demonstration of capabilities will require rapid design and prototyping centers to generate 1000 novel molecules and chemical building blocks, thus enabling access to radical new materials.\r\nImportant Dates:Posting Date: 12 July 2013\r\nProposal Due Date for Task Area 1 and Advanced Studies: 17 September 2013\r\nProposers' Day: 24 July 2013 (See Special Notice #DARPA-SN-13-38)\r\nBAA Process and Proposal Preparation/Submission Overview Webinar: 31 July 2013.  The purpose of the webinar is to provide additional details regarding the BAA process and to reiterate the proposal preparation and submission instructions/requirements. See Proposers' Day Registration Website, https://safe.sysplan.com/confsys/1000m/, for additional information.)\r\nEstimated Period of Performance Start Date for Task Area 1 and Advanced Studies: 17 March 2014\r\nBAA Closing Date: 21 October 2014\r\nSee the full DARPA-BAA-13-37 document attached.\r\n \n\n\t\tAdded: Jul 29, 2013 2:16 pm\r\n\n\t\tAmendment 01: The purpose of this Amendment is to make revisions to Attachment 2: Proposer Slide Template. Changes are highlighted in yellow in the attached document.\n\n\t\tAdded: Aug 13, 2013 8:43 am\r\n\n\t\tAmendment 02: \r\nThe purpose of this Amendment is to:\r\n1. Revise the proposal due date for Task Area 1 and Advanced Studies proposals. 2. Provide links to where the slides from the Proposer's Day and Webinar can be obtained. 3. Add Attachment 3, \"Summary Slides,\" for reference purposes only, highlighting tools and concepts currently under development in Living Foundries ATCG.\r\nSee the attached, conformed DARPA-BAA-13-37 document with changes highlighted in yellow.\r\n  \n\n\t\tAdded: Sep 13, 2013 1:35 pm\r\n\n\t\tAmendment 03:  The purpose of this amendment is to make administrative changes regarding margins and to delete the request for an estimate of cost for TA2.  Changes are highlighted in yellow in the attached DARPA-BAA-13-37.\n\n\t\tAdded: Sep 27, 2013 1:47 pm\r\n\n\t\tAmendment 04:  The purpose of this amendment is to modify the deadline for questions and the TA1 full proposal due date.  See the changes as highlighted in yellow in the attached revised DARPA-BAA-13-37 document.\n\n\t\tAdded: Oct 10, 2013 8:46 am\r\n\n\t\tAmendment 05: The purpose of Amendment 05 is to revise the \"Response Date\" stipulated on the Federal Business Opportunities (FBO) website/page for Broad Agency Announcement No. DARPA-BAA-13-37 to match the closing date currently listed in the BAA (21 October 2014).  The extension of the FBO \"Response Date\" is primarily to allow the BAA to remain active on FBO website so that TA2 proposals can be submitted per guidance/requirements stipulated in the BAA.  However, as currently depicted in the BAA, full proposals for TA1 and Advanced Studies submitted after the 8 October 2013 due date (initial round of selections) may be reviewed and selected contingent upon the availability of funds (although the likelihood of availability of funding is greatly reduced for TA1 and Advanced Studies proposals submitted after the initial due date of 8 October 2013). For further clarification - NO changes have been made to the BAA - only to the \"Response Date\" established on the FBO website/page for this BAA.\n\n\t\tAdded: Mar 13, 2014 4:03 pm\r\n\n\t\tAward Notice.  Performer Contracting POC information below.\r\nMichael P. CorcoranOffice of Sponsored ProgramsEmail: mcorcor@mit.edu\n\n\t\tAdded: Mar 26, 2014 10:55 am\r\n\n\t\tAward Notice. Performer Contracting POC information below.Webb BrightwellOffice of Sponsored ProgramsEmail: webb_brightwell@harvard.edu\n\n\t\tAdded: Mar 26, 2014 12:15 pm\r\n\n\t\tAmendment 06: The purpose of this Amendment is as follows:1.  Update the BAA Closing Date to 2 February 2015; 2.  Add a Bio-Safety and Security section applicable to TA 2 proposals; and3.  Add a Government-specified Pressure Test applicable to TA 2 proposals.See the changes highlighted in yellow in the attached conformed DARPA-BAA-13-37 document.\n\n\t\tAdded: Mar 31, 2014 1:05 pm\r\n\n\t\tAward Notice. Performer Contracting POC information below.The University of Illinois, Grants and Contracts Office, Post-Award Administration (GCO)\r\n\r\nEmail: ; Phone: (217)333-2186\n\n\t\tAdded: Apr 03, 2014 9:25 am\r\n\n\t\tAward Notice. Performer Contracting POC information below. Amy F. StengelOffice of Contracts and Grants  Email: \n\n\t\tAdded: Apr 30, 2014 2:02 pm\r\n\n\t\tAward Notice: Performer Contracting POC information below:William BanyaiEmail: bbanyai@twistbioscience.com\n\n\t\tAdded: May 08, 2014 9:35 am\r\n\n\t\tAward Notice: Performer Contracting POC Information below:Saurabh SrivastavaPresidentEmail:saurabh@20n.com\n\n\t\tAdded: May 16, 2014 11:19 am\r\n\n\t\tAmendment 07: The purpose of this amendment is to modify the proposal prep instructions for submission of TA 1, TA 2, and Advanced Studies proposals, and the DARPA technology office associated with this BAA. All changes are highlighted in yellow in the attached conformed DARPA-BAA-13-37 document.\n\n\t\tAdded: May 30, 2014 10:13 am\r\n\n\t\tContract Award Notice to Duke University.  Total Award Amount $2,513,015: Base Award Amount $1,585,812 and Option 1 Amount $927,203.\r\nPerformer Contracting POC below: Mr. Adam Kuehn, email: akuehn@duke.edu\n\n\t\tAdded: Jun 19, 2014 12:32 pm\r\n\n\t\tAmendment 08:  The purpose of this amendment it to revise proposal preparation instructions to indicate that the Cost Summary spreadsheet (added via Amendment 7) does not count against the technical proposal page count. All changes are highlighted in yellow in the attached conform DARPA-BAA-13-37 document.\n\n\t\tAdded: Sep 12, 2014 3:08 pm\r\n\n\t\tThe purpose of Amendment No. 09 is to revise the \"Proposal Submission Information\" instructions at Section IV (B)(2), Page 25, to reflect use of DARPA's BAA Website - instead of T-FIMS - for submission of proposals seeking a contract or Other Transaction Agreement (OTA), and to reflect other administrative changes.  All changes made to the BAA are highlighted in yellow.\n\n\t\tAdded: Feb 04, 2015 9:45 am\r\n\n\t\tAward Notice: Performer Contracting POC information below:University of Texas at Austin Office of Sponsored ProjectsMohini PatelSr. Grants and Contracts SpecialistEmail: \n\n\t\tAdded: May 05, 2015 1:18 pm\r\n\n\t\tAward Notice for HR0011-15-C-0084 (MIT).", "check_office_wide": false, "announcement_type": "Award", "deadline_date": "09/17/2013", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=7610634cc3cbcbb826407a0d208c2515&tab=core&_cview=1", "check_office": true, "opportunity_title": "Living Foundries: 1000 Molecules"},
{"sponsor_number": "DARPA-BAA-15-33", "office": "", "check_date": false, "synopsis": "Added:\r\nApr 15, 2015 12:01 pm\r\nDARPA is soliciting research proposals in the development of navigation-grade inertial measurement units (IMUs) based on microelectromechanical systems (MEMS) technology. The objective of the PRIGM:NGIMU program is to develop navigation-grade inertial measurement units (NGIMU) by integrating MEMS gyroscopes and accelerometers into small form factor IMUs. PRIGM:NGIMU deliverables will provide drop-in replacements for currently deployed tactical-grade MEMS IMUs.  See the DARPA-BAA-15-33 document attached.\r\nAdded:\r\nMay 06, 2015 1:06 pm\r\nThe purpose of Amendment No. 01 is to revise the program metrics stipulated at Table 1 (Part II, Section I, Paragraph B) of the Broad Agency Announcement (BAA). All changes made to the BAA are highlighted in yellow - see DARPA-BAA-15-33 Amendment No. 01 document attached to this notice.   All attachments to the BAA remain unchanged.  The proposal deadline remains unchanged.", "check_office_wide": false, "announcement_type": "Presolicitation", "deadline_date": "06/03/2015", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=9787bfe46edab65ace878327b1bdbfbd&tab=core&_cview=1", "check_office": true, "opportunity_title": "Precise Robust Inertial Guidance for Munitions (PRIGM): Navigation-Grade Inertial Measurement Unit (NGIMU)"},
{"sponsor_number": "DARPA-SN-15-46", "office": "", "check_date": false, "synopsis": "Added:\r\nMay 08, 2015 12:01 pm\r\nThe DARPA Information Innovation Office (I2O) requests information on potential performers for classified CSO R&D. Specifically, this RFI seeks information on potential performers who have the capability to rapidly develop state-of-the-art CSO technologies responsive to current and emerging cyber threats, and who have either of the following:\r\n• personnel currently holding security clearances and facilities cleared to receive, store, and process CSO information at multiple levels of classification, or\r\n• personnel and facilities eligible to receive clearances.\r\nSee attached PDF, \"DARPA-SN-15-46 RFI Cyberspace Operations Research and Development,\" for further details.", "check_office_wide": false, "announcement_type": "Special Notice", "deadline_date": "05/06/2016", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=c27738be04b570d8e983382f0e8e0760&tab=core&_cview=1", "check_office": true, "opportunity_title": "Request for Information (RFI): Cyberspace Operations Research and Development"},
{"sponsor_number": "DARPA-SN-15-38", "office": "Tactical Technology Office", "check_date": false, "synopsis": "Added:\r\nMay 11, 2015 11:13 am\r\nThe Defense Advanced Research Project Agency Tactical Technology Office (DARPA/TTO) is requesting information related to technologies that will enable high-resolution passive optical images of Geosynchronous Earth Orbit (GEO) satellites from a ground-based system.", "check_office_wide": false, "announcement_type": "Special Notice", "deadline_date": "07/03/2015", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=03a4ea98cb49cb67bf648396d80047d5&tab=core&_cview=1", "check_office": false, "opportunity_title": "Request For Information - Technology Solutions for Passive, Sparse Aperture Imaging for Space Domain Awareness"},
{"sponsor_number": "DARPA-BAA-15-27", "office": "Tactical Technology Office", "check_date": false, "synopsis": "Added:\r\nApr 27, 2015 11:43 am\r\nThe Tactical Technology Office (TTO) of the Defense Advanced Research Projects Agency (DARPA) is soliciting executive summaries, white papers and proposals for advanced research, development and demonstration of innovative systems for military missions.  This solicitation seeks system and subsystem level technologies that enable revolutionary improvements to the efficiency and effectiveness of the military. Novel concepts are sought in the following focus areas: Ground Systems, Maritime Systems, Air Systems, and Space Systems.  Refer to the attachment, \"DARPA-BAA-15-27,\" for complete details of this BAA.\r\nAdded:\r\nMay 12, 2015 9:51 am\r\nA copy of the TTO Proposers Day Slides for DARPA-BAA-15-27 is attached.", "check_office_wide": false, "announcement_type": "Combined Synopsis/Solicitation", "deadline_date": "04/27/2016", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=0eb3e5efe90ac2a06b17f7c31959944a&tab=core&_cview=1", "check_office": false, "opportunity_title": "Innovative Systems for Military Missions"},
{"sponsor_number": "DARPA-BAA-15-21", "office": "", "check_date": false, "synopsis": "Added: Mar 31, 2015 4:49 pm\r\n\n\t\t  \r\nThis program strives to discover host tolerance mechanisms in order to identify a suite of interventions suitable for use in humans to mitigate the deleterious effects of infectious diseases. THoR is seeking novel methods and technologies to discover and understand these responses in hosts that are resilient when exposed to infectious diseases. Specifically, DARPA aims to discover the fundamental biological relationships that underlie host tolerance to infection in animal populations in order to provide the foundational knowledge required to develop interventions for potential transition into clinical use. This program is organized into three Technical Areas (TAs): 1) Identification and characterization of animal hosts with tolerant phenotypes; 2) Discovery of biological mechanisms that underlie tolerance; and 3) Identification of interventions that utilize tolerance mechanisms with the goal of reducing morbidity and mortality due to infection. This BAA will focus specifically on understanding tolerance mechanisms in prospective animal studies in conjunction with the analysis of retrospective pre-clinical and human clinical datasets.\r\n Amendment #1 - changes the full proposal deadline from May 15, 2015 11:59 pm to June 9, 2015 4:00 pm.  Additionally, Figure 1 is set forth in the attachment to resolve the graphic display issue in original positing.\n\n\t\tAdded: May 18, 2015 4:23 pm\r\n\n\t\t \r\nThe purpose of Modification 2 to DARPA-BAA-15-21, the Technologies for Host Resilience (THoR) Broad Agency Announcement, is to change the listed items that count towards the page limit.\r\n \r\n\r\n \r\nThe maximum page count for Volume 1 is 20 pages (8.5 x 11 paper, 11 point Times New Roman font, single line spacing), including all figures, tables and charts but not including the cover sheet, table of contents, statement of work, schedule and milestones, cost summary table, or appendices.  A submission letter is optional and is not included in the page count. Amended BAA Package, Section 4.3.1.1, has been updated to incorporate these changes.", "check_office_wide": false, "announcement_type": "Presolicitation", "deadline_date": "06/09/2015", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=5cf5ebae89ad5108a54d21a5a82a7172&tab=core&_cview=1", "check_office": true, "opportunity_title": "Technologies for Host Resilience (THoR)"},
{"sponsor_number": "DARPA-BAA-15-44", "office": "Defense Sciences Office", "check_date": false, "synopsis": "Added:\r\nMay 22, 2015 3:00 pm\r\nThe Defense Advanced Research Projects Agency (DARPA) Defense Sciences Office (DSO)Revolutionary Enhancement of Visibility by Exploiting Active Light-fields (REVEAL) program  is soliciting innovative research proposals in the area of optical imaging and sensing of high dimensional degrees of freedom of light across all photon pathways.", "check_office_wide": false, "announcement_type": "Presolicitation", "deadline_date": "07/30/2015", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=770a710f9d1eb3f74609ecb6862328b5&tab=core&_cview=1", "check_office": false, "opportunity_title": "Revolutionary Enhancement of Visibility by Exploiting Active Light-fields (REVEAL)"},
{"sponsor_number": "DARPA-BAA-15-30", "office": "", "check_date": false, "synopsis": "Added:\r\nApr 23, 2015 2:59 pm\r\nDARPA is soliciting proposals for the Positioning System for Deep Ocean Navigation (POSYDON) program to develop an undersea system that provides omnipresent, robust positioning. DARPA envisions that the POSYDON program will distribute a small number of acoustic sources, analogous to GPS satellites, around an ocean basin.", "check_office_wide": false, "announcement_type": "Presolicitation", "deadline_date": "06/11/2015", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=6797db962e007d18615c3f2e96db42a8&tab=core&_cview=1", "check_office": true, "opportunity_title": "Positioning System for Deep Ocean Navigation (POSYDON)"},
{"sponsor_number": "DARPA-SN-15-25", "office": "", "check_date": false, "synopsis": "Added:\r\nMar 02, 2015 3:50 pm\r\nSee attached DARPA-SN-15-25 document.", "check_office_wide": false, "announcement_type": "Award", "deadline_date": "03/17/2015", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=047e7108a4aee7797fbc96e06b654d53&tab=core&_cview=1", "check_office": true, "opportunity_title": "Notice of Intent to Award a Sole Source Contract for AWARE Wide Field of View (WFOV)"},
{"sponsor_number": "BAA02-13", "office": "", "check_date": false, "synopsis": "Added:\r\nMarch 26, 2002\r\nBROAD AGENCY ANNOUNCEMENT DARPA BAA 02-13: Exploitation of 3-D Data (E3D). POCs: Dr. Robert Hummel (DARPA/IXO), FAX 703/696-2201/2203; Mr. Alan Frederick (DARPA/CMO), FAX: (703) 807-1728.\r\nThe Defense Advanced Research Projects Agency (DARPA) is soliciting proposals for the development of novel and efficient techniques for rapidly exploiting 3-D sensor data to precisely locate and recognize targets. This procurement has three separate technology areas: Modeling, Target Acquisition, and Target Recognition.  The Modeling area seeks solutions for constructing and inserting target, clutter, and decoy models into the E3D system.  The Target Acquisition area seeks solutions for detecting and segmenting targets contained in a local block of 3-D data.  The Target Recognition area seeks solutions for analyzing segmented 3-D data blocks to determine target class, identity, and fingerprint. One award is anticipated in the Modeling area.  Two awards each are anticipated in the Target Acquisition and Target Recognition areas.\r\n\r\nBACKGROUND: Sensors that provide 3-D information provide an opportunity to achieve precision recognition in the targeting process.  Whereas identification from 2-D images requires complex inferencing of 3-D information from 2-D scenes, precise identification from 3-D data should be achievable based on measurements obtained directly from the sensor data.  Accordingly, by making use of the 3-D data rapidly becoming available from advanced sensors, the E3D project should provide a quantum leap in the military's ability to perform targeting.  Additionally, E3D exploitation technology should drive the introduction of new 3-D sensors by creating a lucrative market for the use of 3-D data.\r\n\r\nOBJECTIVES: The E3D project will develop technology to detect and recognize vehicular targets in 3-D data.  In the context of E3D, -recognition- means the labeling of an object in terms of class type, target type, and unique identity. The primary goals of the E3D project are 1) demonstrate that 3-D shape and structure of targets, together with spatial 3-D information about the context of the targets, can permit confident recognition over broad ranges of obscuration, configuration variation, and environment complexity, 2) demonstrate that 3-D shape and structure of targets, together with spatial 3-D information about the context of the targets, can permit confident decoy mitigation, and 3) working extensively with simulation data, identify requirements for 3-D resolution and target features for the purpose of performing acquisition, classification, identification, as well as -fingerprinting,- of targets according to their 3-D features.\r\n\r\nTECHNICAL APPROACH: Modeling, Target Acquisition, and Target Recognition technology will be developed in three phases.  A fourth phase is planned, but is not included as part of this solicitation. Phase I and Phase II will last 12 months each, and Phase III and Phase IV will last 9 months each.  In Phase I, the Modeling technology area will develop techniques for rapidly creating and inserting models of accessible targets.  These techniques will be used to build 75 target identification models and 20 target class models.  The Target Acquisition and Recognition technology areas will develop techniques to locate and recognize articulating, reconfigurable targets under partial obscuration conditions, with an identification probability of 0.85, a target rejection rate less than 5%, and a processing time of 3 minutes per target or less.  In Phase II, the Modeling technology area will develop techniques for rapidly creating and inserting models of denied targets and clutter.   The target model library will be expanded to 150 target identification models and 50 target class models. The Target Acquisition and Recognition technology areas will develop techniques to locate and recognize articulating, reconfigurable targets in close proximity under 50% obscuration conditions in clutter containing primitivedecoys, with an identification probability of 0.9, a target rejection rate less than 3%, and a processing time of 5-times real time. In Phase III, the Modeling technology area will develop techniques for rapidly creating and inserting class models of denied targets and clutter -on the fly-.   The target model library will be expanded to 300 target identification models and 100 target class models.  The Target Acquisition and Recognition technology areas will develop techniques to locate and recognize articulating, reconfigurable targets in close proximity under 50% obscuration conditions in clutter containing complex decoys, with an identification probability of 0.95, a target rejection rate less than 2%, and real-time processing speeds.  The E3D project will provide clear and unambiguous milestones with well-defined performance metrics that allow the Government to determine progress towards achieving or exceeding project objectives. The results at the conclusion of each Phase will provide the basis for Go/No-Go decision for the subsequent Phase. E3D technologies will be evaluated and tested in Government facilities. Performers will be required to provide electronic reporting via the DARPA Technical - Financial Information Management System (T-FIMS).\r\n\r\nGENERAL INFORMATION: Further information on the technical approach can be found in the Proposal Information Pamphlet (PIP) at the web site http://www.darpa.mil/ixo/solicitations/e3d/.  The PIP provides detailed information on program objectives, proposal submission format, evaluation and funding information. The deadline for receipt of full proposals for the initial round of evaluations will be 1600 EDT, 14 May 2002. This BAA will remain open until 1600 EDT 14 May 2003. All proposals shall be provided in electronic form, either uploaded by ZIP TM to a secure DARPA server at http://dtsn.darpa.mil under an approved account.  Alternatively, electronic proposals will be accepted by delivery of 2 CD-ROMs to the DARPA mailroom at 3701 N. Fairfax Drive, Arlington, VA 22203.  Instructions for web-based proposal format and preparation is described in the Proposal Information Pamphlet at http://www.darpa.mil/ixo/solicitations/e3d/pip.htm, and further information will be available online using approved accounts at https://dtsn.darpa.mil/.  The following criteria will be applied for the evaluation of the proposals: (1) Overall scientific and technical merit, (2) Offeror's capabilities and related experience, (3) Strength of Statement of Work and Program Plan, and (4) Cost realism. For Phase I only, the anticipated funding level for the Modeling task is $1 million, for the Target Acquisition task is $750,000, and for the Target Recognition task is $1.5 million. The Government plans to make award decisions within approximately 45 days after receipt of full proposals. Final funding determination will be based on best value to the Government. The Government reserves the right to select for award some, none or portions of the proposals received under this solicitation. The Government reserves the right to use grants, contracts or other transactions as instruments for funding the proposals selected for award. Information concerning Other Transactions can be found at URL http://www.darpa.mil/cmo/pages/845.htm.  All proprietary material submitted should be clearly marked as such and will be held in strict confidence. All proposals must reference DARPA BAA 02-13. Aside from the PIP, additional resource information is available at http://www.darpa.mil/ixo/solicitations/e3d/.\r\n\r\nORGANIZATIONAL CONFLICT OF INTEREST: Each cost proposal shall contain a section satisfying the requirements of the following: Awards made under this BAA are subject to the provisions of the Federal Acquisition Regulation (FAR) Subpart 9.5, Organizational Conflict of Interest. All Offerors and proposed subcontractors must affirmatively state whether they are supporting any DARPA technical office(s) through an active contract or subcontract. All affirmations must state which office(s) the Offeror supports and identify the prime contract number. Affirmations shall be furnished at the time of proposal submission, and the existence or potential existence of organizational conflicts of interest, as that term is defined in FAR 9.501, must be disclosed. This disclosure shall include a description of the action the Offeror has taken, or proposes to take, to avoid, neutralize or mitigate such conflict. If the Offeror believes that no such conflict exists, then it shall so state in this section. It is the policy of DARPA to treat all proposals as competitive information, and to disclose the contents only for the purposes of evaluation. The Government intends to use Solers, Inc., Schafer Corporation, SET Corporation, and Computer Assist, Inc. personnel as special resources to assist with the logistics of administering proposal evaluation, and to provide advice on specific technical areas. Personnel of this contractor are restricted by their contracts from disclosing proposal information for any purpose other than these administrative or advisory tasks. Contractor personnel are required to sign the Conflict of Interest and Non-Disclosure Agreement. By submission of its proposal, each Offeror agrees that proposal information may be disclosed to those selected contractors for the limited purpose stated above. Any information not intended for limited release to this contractor must be clearly marked and segregated from other submitted proposal material. This FedBizOps notice itself, combined with the Proposal Information Pamphlet at http://www.darpa.mil/ixo/solicitations/e3d/pip.htm, constitutes the Broad Agency Announcement as contemplated by FAR 6.102(d)(2). No portion of this BAA will be set aside for Historically Black Colleges and Universities (HBCU) and Minority Institutions (MI) participation due to the impracticality of reserving discrete or severable tasks, however HBCUs and MIs are encouraged to apply. In cases where evaluation of proposals is substantially equal, preference for award will be given to those proposals, which include HBCUs and MIs as participants over those, which do not include HBCUs and MIs. No additional information will be made available, nor will a formal RFP or other solicitation regarding this announcement be issued. All proposals, including technical and cost, shall be delivered electronically according to instructions in the Proposal Information Pamphlet.  Telephone inquiries are strongly discouraged; written inquiries may be sent by e-mail to baa02-13@darpa.mil.  Answers to pertinent questions shall be posted in the form of a Frequently Asked Questions (FAQ) file accessible at URL: http://www.darpa.mil/ixo/solicitations/e3d/faq.htm.  This BAA and the PIP constitute the Exploitation of 3D Data Solicitation.", "check_office_wide": false, "announcement_type": "Presolicitation", "deadline_date": "05/14/2003", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=eb87f30f3ac6bf16807af693d149f830&tab=core&_cview=1", "check_office": true, "opportunity_title": "A -- Exploitation of 3-D Data (E3D)"},
{"sponsor_number": "BAA03-36", "office": "", "check_date": false, "synopsis": "Added:\r\nSeptember 8, 2003\r\nThe purposes of this modification to BAA 03-36 are to:\r\n1) Extend the proposal submission deadline from November 10, 2003 to November 24, 2003\r\n\r\n2) Allow up to 10 additional pages in Volume I of the proposal if optional hardware demonstrations are proposed.  Bidders not proposing optional hardware demonstrations are limited to 40 pages total.\r\n\r\nIn addition, all questions received to date regarding proposal instructions for BAA03-36 have been posted on the ISIS website: https://dtsn.darpa.mil/isis .   Additional questions will be answered and posted on the site as received.", "check_office_wide": false, "announcement_type": "Presolicitation", "deadline_date": "11/24/2003", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=8ffa46497e8ae7149ac8ba6789b00cbc&tab=core&_cview=1", "check_office": true, "opportunity_title": "A -- Intent to issue BAA for the Integrated System is Structure (ISIS) Program."},
{"sponsor_number": "BAA05-20", "office": "", "check_date": false, "synopsis": "Added:\r\nFebruary 25, 2005\r\nThe Defense Advanced Research Projects Agency (DARPA) is soliciting innovative research proposals in the area of linear photonic radio frequency (RF) front-ends supporting the need for extremely high dynamic range microwave receivers.  Proposed research should investigate innovative microwave photonic transmission approaches that enable revolutionary advances in science, devices or systems.  Specifically excluded is research that primarily results in evolutionary improvement to the existing state of practice.\r\nThe objective of PHOR-FRONT is to develop and demonstrate intrinsically linear, high sensitivity optical transmission techniques which can serve as the analog front-end of a digital microwave receiver.  A key objective is to replace conventional electronic low-noise amplifiers, mixers and copper cables with highly linear microwave photonic links providing RF gain, low Noise Figure (NF), frequency down-conversion to Intermediate Frequency (IF) or baseband, and most importantly, extremely high two-tone Spurious-Free Dynamic Range (SFDR).  With the understanding that processing wideband RF antenna signals into High Dynamic Range (HDR) digital bit streams is an important military thrust, this development serves to provide the critical optoelectronic (OE) infrastructure allowing a universal RF front-end that enables remote HDR digital processing.  This solicitation specifically addresses the development of the OE modules deemed most critical to achieving the targeted bandwidth, SFDR and NF requirements for transmission and down-conversion of microwave antenna signals.  The use of 1550 nm wavelength coherent optical transmission techniques incorporating LINEAR Phase Modulation (PM) and LINEAR phase demodulation is highly desirable and considered an attractive approach in achieving the required NF and SFDR.  As such, the 1550 nm coherent optical oscillator and the linear phase demodulator, e.g. a balanced optical mixer phase-locked-loop discriminator, are considered the most critical modules necessary to achieve this goal.  Optical phase modulation at the transmitter side, although necessary, is considered a lower risk element of the photonic front-end and not considered part of this solicitation.  The back-end analog-to-digital converter (ADC) is also not addressed in this solicitation; however, the proposed photonic RF front-end approaches should be fully compatible with HDR ADC back-end implementations.  In fact, the OE module flow-down requirements have been aligned with projected (less than 10 year) ADC performance levels for bandwidth and resolution.\r\n\r\nThe targeted end-of-program performance goal is to provide at least 90 dB of 2-tone SFDR in a 500 MHz Instantaneous Bandwidth (IBW), at any center frequency within the desired operating frequency range of 0.5-18 GHz.  This multi-octave range of RF signals will result from multiple antenna outputs, and it can be assumed that the frequency band of each antenna covers less than an octave.  A photonic RF front-end NF of 3 dB is targeted in association with the SFDR goal.   It is envisioned that PHOR-FRONT will enable a dramatic leap in performance for applications such as channelized Electronic Warfare (EW) receivers.  In this example application, each antenna feed would be applied to individual PHOR-FRONT links, which in turn provide input signals for individual receiver systems.\r\n\r\nFor the development of the PHOR-FRONT modules, DARPA seeks innovative proposals in the following device areas:\r\n\r\nI.\t1550 nm Coherent Optical Oscillator\r\nThe first major interest of the PHOR-FRONT program is the development and demonstration of a narrow-linewidth, low-noise, high power, frequency-stabilized coherent optical oscillator.  The spectral region of interest for this single frequency laser is the 1550 nm communications band, where a wealth of supporting optoelectronic component infrastructure exists.  In addition to supporting highly linear analog photonic links, the challenging performance specification goals targeted for the laser have been chosen to meet other coherent oscillator application needs.  Innovative semiconductor, solid-state and fiber laser approaches to producing compact laser modules that can meet these challenging performance specifications are solicited.  This area of interest has four sub-tasks:\r\n\r\nA.\tDevelop and demonstrate a narrow-linewidth (less than 10 Hz) single-mode laser design at 1550 nm wavelength that can readily scale in output power (greater than 1 W) and show a path to high wall plug efficiency (greater than 20 percent);\r\n\r\nB.\tIncorporate Amplitude Modulation (AM) & Frequency Modulation (FM) laser noise reduction techniques into the laser design enabling shot-noise-limited performance to be obtained at small frequency offsets from the optical carrier (less than 1 MHz);\r\n\r\nC.\tDevelop and demonstrate a precise high-resolution frequency stabilization method for realizing long-term absolute wavelength stability (less than 100 kHz total excursion); and\r\n\r\nD.\tDemonstrate and deliver the laser performance required to realize the photonic RF front-end receiver NF and SFDR to be demonstrated in conjunction with the second area of interest below.\r\n\r\nThe goal at the end of Phase I of the program (see Program Scope below) is to fabricate and demonstrate a functional coherent optical oscillator, and to demonstrate a design path to increased performance levels.  The Program goal, at the end of Phase II, is to fabricate and demonstrate the optical oscillator with full performance specifications enabling the targeted photonic link SNR, NF and SFDR goals to be achieved in conjunction with the second area of interest below.\r\n\r\nII.\tLinear Optical Phase Demodulator\r\nThe second major area of interest is the design, fabrication and demonstration of a strictly linear optical phase demodulator to be used in conjunction with a linear optical PM transmitter.  Phase demodulation techniques that produce intrinsically linear receiver transfer characteristics, as opposed to relying principally on intermodulation distortion (IMD) cancellation methods, are central to this task.  One possible example of a coherent receiver that falls within the scope of this task area is a balanced mixer optical phase-locked-loop (OPLL) discriminator.  In this case, the OPLL output error signal can be configured to instantaneously track the phase of the input signal, i.e. a linear PM demodulator.  Coherent receivers for 0.5-18 GHz phase modulated optical signals with 500 MHz IBW providing greater than90 dB SFDR are of interest.  Coherent phase-tracking/phase-nulling approaches as well as other novel approaches for achieving strictly linear coherent phase demodulation and downconversion will be considered, provided that detailed analyses and simulations support the RF link performance claims.\r\n\r\nIt is important to note a few considerations pertaining to the envisioned military applications.  The targeted RF antenna applications for space-based, air-borne, maritime or ground-based military platforms dictate that the signal laser (1550 nm coherent optical oscillator) can be remotely co-located with the receiver optoelectronics, providing several local oscillator and feedback implementation options that can be explored.  In addition, the use of polarization-maintaining fiber can be assumed for the short antenna/processor fiber runs, eliminating the need for polarization diversity receiver techniques to be considered.  These considerations should simplify the coherent receiver implementation required for this task area.\r\n\r\nThis area of interest has four general sub-tasks:\r\n\r\nA.\tDevelop and demonstrate a phase demodulator design at a wavelength of 1550 nm that provides highly linear (OIP3 greater than +75 dBm) performance in conjunction with a large 1 dB compression-point dynamic range (greater than 175 dB);\r\n\r\nB.\tDevelop receiver and link models to simulate and predict both receiver and link performance levels for given laser and modulator parameters;\r\n\r\nC.  \tIdentify/analyze major sources of noise and nonlinearities in the coherent link that are related to the receiver and incorporate mitigation techniques; and\r\n\r\nD.\tDemonstrate and deliver the coherent optical receiver performance required to realize the photonic RF front-end receiver NF and SFDR to be demonstrated in conjunction with the first area of interest above.\r\n\r\nFor all proposed approaches and implementations, fully functional linear phase demodulation chips/modules are to be developed and demonstrated.  The proposal should provide simulation and analysis depicting the expected link linearity of the proposed approach using 1550 nm laser specifications similar to that being developed in Area I of this solicitation.  Proposals should clearly describe all major parametric dependencies of the link linearity in the system, including system components not addressed in this solicitation (e.g. front-end optical modulator).  The goal at the end of Phase I of the program (see Program Scope below) is to fabricate and demonstrate a functional linear optical phase discriminator, and to demonstrate a design and integration path to increased performance levels.  The Program goal, at the end of Phase II, is to fabricate and demonstrate the optical phase discriminator with full performance specifications enabling the targeted photonic link bandwidth, NF and SFDR goals to be achieved.\r\n\r\nPHOR-FRONT offerors are encouraged to submit innovative proposals that address either or both of the areas of interest, as proposers are not required to address both topics.  Although not a requirement, teaming is encouraged where warranted, especially under Area II which would necessitate integration of various photonic and electronic technologies.\r\n\r\nThe selected performers will be required to deliver individual devices and groups of devices (subsystems) that form analog photonic RF front-end building blocks at appropriate intervals within the program to a DARPA-designated facility.  Offerors are also asked to submit a list and timetable of deliverables.\r\n\r\nAdditional information on these technology areas is provided in the Areas of Interest section of the BAA 05-20 Proposer Information Pamphlet referenced below.\r\n\r\nPROGRAM SCOPE\r\n\r\nThe PHOR-FRONT program will consist of a 15 month Phase I effort with contractor defined Go Ahead critical milestones at the end of 12 months.  This will be followed by a 15-month Phase II option to achieve the full performance targets if not achievable in Phase I.  Clearly stated, quantitative milestones at 12, 21 and 30 months into the program are required.  Offerors are strongly encouraged (Evaluation Criteria (3)) to pursue aggressive development schedules towards meeting the program goals in a most timely manner.  Organizations wishing to participate in Phase II should include it as an option in their proposal.  Multiple awards are anticipated.  Collaborative efforts/teaming including different expertise such as, but not limited to, design, fabrication, integration and packaging are encouraged, but not required.  Cost sharing is not required and is not an evaluation criterion, but is encouraged where there is a reasonable probability of a potential commercial application related to the proposed research and development effort.  Questions concerning this BAA may be directed to the technical POC for this effort, Dr. Steve Pappert, phone: (571) 218-4679, fax: (703) 696-2206, electronic mail: spappert@darpa.mil .\r\n\r\nGENERAL INFORMATION\r\n\r\nProposers must obtain a pamphlet entitled “BAA 05-20, Linear Photonic RF Front-End Technology (PHOR-FRONT), Proposer Information Pamphlet” which provides further information on the objectives of the PHOR-FRONT BAA, the submission, evaluation, and funding processes, proposal formats, and other general information.  This pamphlet may be obtained from the FedBizOpps website: http://www.fedbizopps.gov/, the World Wide Web (WWW) at URL http://www.darpa.mil/ or by fax, electronic mail, or mail request to the administrative contact address given below.   Proposals not meeting the format described in the pamphlet may not be reviewed.  An original and nine (9) copies of the full proposal as specified in the Proposer Information Pamphlet, along with two (2) electronic copies (i.e., two separate disks) must be submitted to DARPA/MTO, 3701 North Fairfax Drive, Arlington, VA 22203-1714 (Attn.: BAA 05-20) on or before 4:00 p.m., local time, Friday, April 29, 2005, in order to be considered during the initial round of selections; however, proposals received after this deadline may be received and evaluated up to one year from date of posting on FedBizOpps.  File formats for the electronic copies shall be PDF and MS-Word-readable.  Media for each copy may be a single CD-ROM, a single 100 Megabyte Iomega Zip (registered) disk, or a single 3.5-inch High Density MS-DOS formatted 1.44 Megabyte diskette.  Each disk must be clearly labeled with BAA 05-20, proposer organization, proposal title (short title recommended), and Copy number __ of 2.  Full proposals submitted after the due date specified in the BAA may be selected contingent upon the availability of funds.  This notice, in conjunction with the BAA 05-20 Proposer Information Pamphlet, constitutes the total BAA.  No additional information is available, nor will a formal RFP or other solicitation regarding this announcement be issued. Requests for the same will be disregarded.  The Government reserves the right to select for award all, some, or none of the proposals received, and to make award without discussions.  All responsible sources capable of satisfying the Government's needs may submit a proposal which shall be considered by DARPA.  Input on technical aspects of the proposals may be solicited by DARPA from non-Government consultants /experts who are bound by appropriate non-disclosure requirements.  Non-Government technical consultants/experts will not have access to proposals that are labeled by their offerors as “Government Only”.  Historically Black Colleges and Universities (HBCUs), Minority Institutions (MIs), and Small and Small Disadvantaged Business Concerns are encouraged to submit proposals and join others in submitting proposals; however, no portion of this BAA will be set aside for these organizations' participation due to the impracticality of reserving discrete or severable areas of research in Linear Photonic RF Front-End Technology (PHOR-FRONT).\r\n\r\nAll administrative correspondence and questions on this solicitation, including requests for information on how to submit a proposal abstract or full proposal to this BAA, should be directed to one of the administrative addresses below; e-mail or fax is preferred.  DARPA intends to use electronic mail and fax for correspondence regarding BAA 05-20.  Proposals and proposal abstracts may not be submitted by fax or e-mail; any so sent will be disregarded.  DARPA encourages use of the WWW for retrieving the Proposer Information Pamphlet and any other related information that may subsequently be provided.\r\n\r\n\r\nEVALUATION CRITERIA\r\n\r\nEvaluation of full proposals will be accomplished through a technical review of each proposal using the following criteria, which are listed in descending order of relative importance: (l) overall scientific and technical merit, (2) potential contribution and relevance to DARPA mission, (3) offeror's ability and aggressiveness to propose and execute a challenging development schedule with ambitious performance metrics, (4) plans and capability to accomplish technology transition, (5) offeror's capabilities and related experience, and (6) cost realism. Note: cost realism will only be significant in proposals which have significantly under or over-estimated the cost to complete their effort.\r\n\r\nThe administrative addresses for this BAA are:\r\n\r\nFax:  (703) 696-2206 (Addressed to: DARPA/MTO, BAA 05-20),\r\n\r\nElectronic Mail:  BAA05-20@darpa.mil\r\n\r\nMail: \tDARPA/MTO, ATTN: BAA 05-20\r\n3701 North Fairfax Drive\r\nArlington, VA 22203-1714\r\n\r\nThis announcement and the Proposer Information Pamphlet may be retrieved via the WWW at URL http://www.darpa.mil/ in the solicitations area.", "check_office_wide": false, "announcement_type": "Presolicitation", "deadline_date": "04/29/2005", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=19a7c766b91a792b9cf7d2863f8396cd&tab=core&_cview=1", "check_office": true, "opportunity_title": "A -- Linear Photonic RF Front-End Technology (PHOR-FRONT)"},
{"sponsor_number": "BAA06-42", "office": "", "check_date": false, "synopsis": "Added:\r\nAugust 11, 2006\r\nThe purpose of Modification 01 to BAA 06-42 is to change the initial response due date for full proposals from Tuesday, November 21, 2006 to Friday, January 5, 2007.", "check_office_wide": false, "announcement_type": "Presolicitation", "deadline_date": "01/05/2007", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=5e9fa6a7ba2754c1338fad2156b6f3b2&tab=core&_cview=1", "check_office": true, "opportunity_title": "A -- Nanoscale Architectures for Coherent Hyper-Optic Sources (NACHOS)"},
{"sponsor_number": "BAA07-55", "office": "", "check_date": false, "synopsis": "Added:\r\nAugust 3, 2007\r\nThis BAA announces an opportunity for research in optical and Radio Frequency (RF) communications to provide a high data rate gateway network capability to warfighters.  This includes airborne nodes; on-the-move (OTM) and on-the-halt (OTH) ground vehicles; and Global Information Grid (GIG) Points of Presence. In this capability, the ground vehicles will act as stub networks.  To ensure technical maturity of what is being developed, there will be a series of demonstrations and experiments throughout this effort.  The program duration and funding recommendations will be provided by the proposers in their submission.  The proposer is encouraged to outline the least possible time and funding to complete these tasks.  No information on expected timeline or funding will be provided in this BAA.", "check_office_wide": false, "announcement_type": "Solicitation", "deadline_date": "10/05/2007", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=e1092a41df1c6db714d1a80a11219ee6&tab=core&_cview=1", "check_office": true, "opportunity_title": "A -- Optical RF Communications Adjunct (ORCA) Effort"},
{"sponsor_number": "DARPA-BAA-08-24", "office": "", "check_date": false, "synopsis": "Added:\r\nMarch 26, 2008\r\nDARPA is soliciting innovative research and development proposals in the area of Quantum Entanglement Science and Technology (QuEST). The goal of this program is to investigate innovative approaches that enable revolutionary advances in the fundamental understanding of quantum information science related to ?small? quantum systems.  See atttached Broad Agency Announcement (BAA).", "check_office_wide": false, "announcement_type": "Solicitation", "deadline_date": "05/27/2008", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=7fa50ea731f2aa4529b223b7f5b38987&tab=core&_cview=1", "check_office": true, "opportunity_title": "A -- Quantum Entanglement Science and Technology (QuEST)"},
{"sponsor_number": "SN08-25", "office": "", "check_date": false, "synopsis": "Added: Apr 03, 2008 7:27 am\r\n\n\t\t\r\nTECHNICAL POC: Dr. Judah Goldwasser, DARPA/DSO, Email: ; URL: \r\n \r\nIn anticipation of a potential program on the topic of\r\nReactive Material Structures (RMS), DARPA is hosting a Proposer’s Workshop that\r\nwill provide critical information regarding the program vision, milestones, and\r\nopportunities associated with the development of an interdisciplinary team to\r\nrespond to a Broad Agency Announcement (BAA). \r\n \r\nThe\r\nRMS program goal is to develop and demonstrate materials/material systems that\r\ncan serve both as high strength structural materials – i.e., capable of\r\nwithstanding high stresses – and which can also be controllably stimulated to\r\nproduce substantial blast energy.  The\r\nvision is to replace the inert structural materials currently used in munition\r\ncases with reactive material structures that provide both structural integrity\r\nand energy within the same material system, including the ability to rapidly\r\nrelease the energy upon demand.  Specific technical challenges for the\r\nprogram include development and demonstration of: (i) high strength, high\r\ndensity materials/material systems that incorporate large enthalpy, reactive\r\ningredients; (ii) the capability to tailor the microstructure/architecture so\r\nthat the material/composite can be induced to undergo rapid and massive failure\r\nto produce combustible ingredients with very large surface areas; and (iii) the\r\nmechanism(s) to convert consolidated structural material into large surface\r\narea powder, disperse, and ignite the powder to produce a high intensity\r\nblast.  Further program details and\r\nmilestones will be specified in a forthcoming BAA.  \r\n \r\nThe RMS Proposer’s Workshop will be held at The\r\nExecutive Conference Center,\r\n3601 Wilson Blvd Suite 600, Arlington, VA 22201, 8:30am-4:00pm ET, May 1-2, 2008; and will consist of information, poster, and\r\ndiscussion sessions.  In the information\r\nsession overview presentations will be given by Government personnel to: (a)\r\nintroduce the research community to the RMS program vision and goals; (b)\r\nexplain the mechanics of a DARPA program and the milestones and metrics of this\r\nparticular effort; and (c) encourage and promote teaming.  This will be followed by a poster session to\r\nfacilitate interaction and team building among the session participants.  There will also be an open discussion session\r\nto provide the opportunity for participants to interact with Government\r\npersonnel and have their questions answered.  The latter part of the first day and all of\r\nthe second day has been reserved for individual sidebar discussions with the\r\nProgram Manager.  Further details are\r\navailable on the registration website listed below.\r\n \r\nPotential\r\nparticipants should note that formation of teams with sufficient expertise, facilities, and capabilities to address all of the RMS\r\nprogram’s technical challenges will be crucial to its success.  The multidisciplinary nature of this program\r\nwill require diverse sets of skills and expertise to develop total solutions to\r\nthe program objectives and achieve all of the program goals and milestones.  DARPA will\r\nnot be funding the development of component technologies that address only a\r\nsubset of the program goals that will be described in the anticipated BAA. Since\r\nan important element of the RMS Proposer’s Workshop is to facilitate the\r\nformation of teams with the necessary expertise to respond to the BAA, participants are encouraged to prepare posters describing\r\nareas of capabilities to facilitate communications, interactions, and teaming\r\ndiscussions during the poster session.  In addition, an information and teaming\r\nwebsite, ,\r\nhas been established to aid in the process.  \r\n \r\nWorkshop details including registration, poster session, meeting\r\nlocation, and lodging are given on the registration website at: \r\n \r\nThere is no fee for the RMS Proposer’s Day Workshop.\r\nRegistration is limited (maximum\r\n100 people; 2 people per organization) by the venue\r\ncapacity and early registration is highly recommended.  The registration cutoff date is 4:00PM ET, April\r\n24, 2008. Further administrative information is available\r\nfrom Ms. Kathryn Cullen ().  Additional\r\ntechnical information can be obtained from Dr. Judah Goldwasser ().\r\n Please refer to the RMS Proposer’s Day Workshop\r\n(SN 08-25) in all correspondence.  This\r\nannouncement is not a request for proposals; any so sent will be returned.\r\n \r\n\r\nDr. Judah Goldwasser, Program\r\nManager, DARPA/DSO; Email:\r\n\n\n\t\tAdded: Apr 03, 2008 2:39 pm\r\n\n\t\tThe purpose of this modification is to add the \"Response Date and Archive Date\"", "check_office_wide": false, "announcement_type": "Special Notice", "deadline_date": "04/24/2008", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=110b50769d31f9b0356cd2ba6e0d123a&tab=core&_cview=1", "check_office": true, "opportunity_title": "Reactive Material Structures (RMS) Proposer's Workshop"},
{"sponsor_number": "DARPA-SN-08-28", "office": "", "check_date": false, "synopsis": "Added:\r\nApr 04, 2008 2:44 pm\r\n\r\nThe Defense Advanced Research Projects Agency (DARPA) often selects its research efforts through the Broad Agency Announcement (BAA) process. This request for information (RFI) is intended to provide details about a possible future DARPA program so that industry feedback can be considered prior to the issuance of a BAA. Responders are invited to provide comment on any or all of the content of this announcement to include suggestions for improving the scope of a possible solicitation in order to ensure that every effort is made to address this important problem. Responses to this request may be used to support development of and, subsequently, be incorporated within a future DARPA Program BAA, to the extent any such information is available for public distribution.\r\n\r\nThe following sections of this announcement contain details of the scope of technical efforts.\r\n\r\n\r\nPhased array antennas are crucial to current and future military systems operating from radio frequencies, to microwave, to millimeter-wave frequencies.\r\n\r\nThis RFI takes both a top-down and bottom-up approach to the technologies and components needed to enable the next generation of phased arrays, which for this RFI includes correlation arrays and interferometers.\r\n\r\nIn particular, this RFI concentrates on two aspects of the phased array antennas: 1) in light of envisioned phased array capabilities and applications, what technologies or components are needed; and 2) assessing and advancing the state of beamforming for RF systems.\r\n\r\nThis RFI solicits respondents to submit ideas related to either or both aspects keeping in mind, however, that any resulting DARPA program would be looking beyond research that primarily results in evolutionary improvements to the existing state of practice.\r\n\r\nThe first aspect of this RFI pertains to system level needs for phased array performance and capabilities.\r\n\r\nHere DARPA seeks examples of revolutionary approaches, architectures and applications.\r\n\r\nRespondents should clearly articulate the deficiency or new capability being addressed.\r\n\r\nA flow down of system level requirements to the component or module level is preferred, but not required.\r\n\r\nThe goal of this first aspect is to present and illustrate the need being addressed or new capability being enabled by the development and demonstration of new technologies, components, and modules.\r\n\r\nDARPA's vision is to stimulate technology innovations that would culminate in module-level proof-of-concept demonstrations.\r\n\r\nThe second aspect of this RFI deals with beamforming. To truly harness the power of phased arrays, and enable the very broad bandwidth potential, it is imperative to employ best-in-class beamforming architectures for any given application.\r\n\r\n\r\nIn this context, true-time delay (TTD) based beamformers are far superior when compared to their phase shifter based counterparts. Through this RFI, DARPA is soliciting ideas for developing component and module level technologies to support compact and ultra-compact beamforming architectures for phased array antenna systems operating in frequency bands within the range 1 to 100 GHz. Of particular interest to DARPA are technologies and solutions that afford multi-octave bandwidth operation while concurrently enabling multiple beams in different frequency bands from the same aperture. DARPA has significant interest in considering novel beamforming modules and architectures that substantially reduce the size, weight, and power (SWAP) of phased array antenna systems.\r\n\r\nTechnologies that significantly reduce precious aperture wall-plug power are particularly attractive. Approaches to address this problem may include the processing of received signals at a location that is remote from the antenna aperture.\r\n\r\nDARPA solicits respondents to submit ideas related to this topic for use by the Government in formulating a potential program. DARPA requests that submittals briefly and clearly describe the potential approach or concept, outline critical technical issues, and comment on the expected performance, robustness, affordability, weight, size and power requirements of the proposed approach. The Government does not intend to award a contract on the basis of this RFI or to otherwise pay for the information solicited, nor is the Government obligated to issue a solicitation based on responses received.\r\n\r\nResponses should be limited to three pages for any given concept. Any proprietary concepts or information should be clearly identified as such.\r\n\r\nInput on technical aspects of the responses may be solicited by DARPA from non-Government consultants/experts who are bound by appropriate non-disclosure requirements. For all RFI responses, an additional, non-proprietary cover page is also requested identifying your company name, technical point of contact and contact information. In order to comply with scheduling priorities, responders are asked to provide feedback by no later than 2:00pm (Eastern) April 18, 2008.\r\n\r\nRFI Responses should be submitted in a commonly used electronic format and may be e-mailed or mailed on a CD-ROM to: Dr. Ronald Esman, Program Manager (Primary RFI Technical Point of Contact), DARPA/MTO, 3701 N Fairfax Dr. Arlington, VA 22203. E-mail:\r\nPhone (571) 218-4691, Fax (703) 248-1817.", "check_office_wide": false, "announcement_type": "Special Notice", "deadline_date": "04/18/2008", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=b13b33a9b82d4aff35f6b37181881fdc&tab=core&_cview=1", "check_office": true, "opportunity_title": "Request for Information (RFI): Advanced Technologies & Architectures for Phases Array Antenna Systems"},
{"sponsor_number": "SN08-31", "office": "", "check_date": false, "synopsis": "Added:\r\nApr 11, 2008 12:27 pm\r\nINDUSTRY DAY CONFERENCE:\r\nDARPA/TTO will host a classified (secret-level) industry day conference in support of the Joint DARPA/ONR Long Range Anti-Ship Missile Demonstration (LR-ASM) program (BAA 08-41) on May 6, 2008 at Schafer Corporation, 3811 N. Fairfax Drive, Suite 400, Arlington, Virginia, 22203 from 9:00 a.m. to 4:00 p.m..  Registration begins at 8:00 a.m. and the conference will start promptly at 9:00 a.m.  The purpose of this conference is to provide information on the LR-ASM program; promote additional discussion on this topic; address questions from potential proposers; and provide a forum for potential proposers to meet to discuss teaming opportunities.  Any questions related to this announcement should be sent to BAA08-41@darpa.mil.\r\n\r\nPROGRAM OBJECTIVE AND DESCRIPTION:\r\nThe Long Range Anti-Ship Missile Demonstration program is a joint DARPA/ONR effort to rapidly develop and demonstrate a ship launched standoff anti-ship strike weapon capable of achieving mission kill against selective surface targets at significant standoff ranges.  The program will develop technologies that enable U.S. surface platforms to engage other surface units from well outside counter-fire ranges, with inherent capability to ensure weapon survivability against advanced defensive systems.  The program should achieve robust integrated flight test of a prototype system no later than three years after contract award.  Proposers will be encouraged to provide best performance solutions based on innovative application of technologies that can realistically achieve flight status within this timeframe.  Consideration should be given to innovative terminal survivability and lethality approaches that are effective against current and projected ship defensive systems.\r\n\r\nThe Government envisions a two phase development program.  Phase 1 will fully develop system concepts, generate preliminary system designs, estimate procurement and lifecycle costs, and support government analytical evaluation of design effectiveness.  This phase, approximately nine (9) months in duration, will culminate in a preliminary design review (PDR) and independent technical assessment.  Phase 2 will progress through detail design, component maturation and testing, system integration including subsystem verification testing, flight test planning, long lead procurement, and a critical design review (CDR).  Upon successful completion of a CDR, Phase 2 will continue with final system fabrication, integration, and testing as required to achieve a full-scale flight test and integrated demonstration of kinematic performance, guidance, target discrimination and acquisition, terminal survivability techniques, and warhead lethality.  It is strongly desired that the full effort, including the integrated demonstration, be completed within thirty-six (36) months from contract award.\r\n\r\nREGISTRATION INFORMATION:\r\nParticipants must register no later than April 30, 2008 at the following website: www.schafertmd.com/conference/LRASM.  Directions to the facility and other materials are also available on the website.  There is no registration fee for attending this conference.  If space limitations are approached, organizations may be asked to limit attendance.\r\n\r\nThe May 6th industry day conference will be classified at the DoD secret level.  Visitors must check in at Schafer reception in Suite 400.  Visitors will not be admitted without proper photo identification and a current visit request on file.  Please see the security link on the registration website for details.\r\n\r\nThe latter portion of the industry day will be set aside to allow attendees to present company overviews, discuss their technology expertise, and discuss teaming opportunities with the industry audience.  Upon arrival, the attendees will receive their scheduled time for presenting.  The opportunity to present will be afforded on a first come, first served basis.  It is the presenter’s responsibility to ensure that all proposed material, whether unclassified, classified, or otherwise sensitive, is reviewed prior to being displayed at the conference by the organization that funded the effort.  Presentations will be limited to ten (10) minutes each.\r\n\r\nProposers desiring to present at the industry day conference should send an electronic copy of all unclassified material to be presented to BAA08-41@darpa.mil as soon as possible, but no later than May 2, 2008.  Submissions should identify which functional area is applicable to their presentation (e.g. seeker, guidance, warhead, propulsion, system integration, etc.).  In the case of classified presentations, material handling details are outlined on the registration website under the security link.", "check_office_wide": false, "announcement_type": "Special Notice", "deadline_date": "04/30/2008", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=4b2f0920d8a62ffea78e7466d033f1eb&tab=core&_cview=1", "check_office": true, "opportunity_title": "DARPA/ONR Long Range Anti-Ship Missile Demonstration Industry Day"},
{"sponsor_number": "DARPA-SN-08-32", "office": "", "check_date": false, "synopsis": "Added:\r\nApr 23, 2008 2:38 pm\r\nDARPA Urban Propagation Workshop\r\n15-16 July 2008\r\nBooz Allen Hamilton, Arlington, VA\r\n\r\n\r\nSponsors:\r\nDr. Edward Baranoski, Strategic Technology Office, DARPA\r\nDr. Joseph Durek, Strategic Technology Office, DARPA\r\nDr. Mark McClure, Information Processing Techniques Office, DARPA\r\nDr. Stefanie Tompkins, Strategic Technology Office, DARPA\r\n\r\nThis is a preliminary announcement for the DARPA Urban Propagation Workshop.   Urban operations are increasingly important to the military.  The urban environment poses extreme challenges to communications, intelligence, surveillance, reconnaissance, geolocation, and navigation.  This workshop will examine and report on the most recent technological advancements in the understanding and application of wave-propagation in the urban environment.  The workshop will conclude with roundtable discussions to foster concept development and future planning for research in the area of urban sensing.  Main topics will include:\r\n\r\n•\tPropagation simulations in urban environments\r\n•\tAnalytical and data-derived modeling\r\n•\tUrban environment measurement studies\r\n•\tSensor technologies\r\n•\tData analysis\r\n•\tApplications: Sensing, Communications, Geolocation, Navigation, ISR, MASINT\r\n\r\nAbstract Submission:\r\nPotential participants can submit abstracts no longer than 1 page via email to upw@darpa.mil.  Abstracts must be received by 19 May 2008.\r\n\r\nAttendance:\r\nAttendance to the Urban Propagation Workshop will be limited to individuals who are presenting material, and their collaborators (up to three per presenter).  Attendance is limited to U.S. Citizens.\r\n\r\nRegistration:\r\nhttps://www.enstg.com/Signup\r\nThe conference code is DAR29813\r\n\r\n\r\nSchedule:\r\nDeadline for abstracts:\t\t19 May 2008\r\nNotification of submitters:\t\t9 Jun 2008\r\nDeadline for registration:\t\t28 Jun 2008\r\nDeadline for final presentations:\t11 Jul 2008\r\n\r\nInformation:\r\nIf you have any questions or require additional information about the workshop program, please send an email to upw@darpa.mil.", "check_office_wide": false, "announcement_type": "Special Notice", "deadline_date": "06/28/2008", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=4e17ff94388c1106c7793fddac4ca82a&tab=core&_cview=1", "check_office": true, "opportunity_title": "Urban Propagation Workshop"},
{"sponsor_number": "DARPASN0833", "office": "", "check_date": false, "synopsis": "Added:\r\nApr 29, 2008 5:13 pm\r\nDARPA-SN08-33 NATIONAL CYBER RANGE PROPOSERS’ DAY WORKSHOP\r\n\r\nDARPA will host a Proposers’ Day Workshop in support of the DARPA-BAA-08-43, the National Cyber Range (NCR) program on May 13-14, 2008 from 7:00 AM to 4:00 PM, local Arlington, VA time at the Hilton Washington Dulles.  Additionally, the classified materials to DARPA-BAA-08-43 will be available to review at the Schafer Corporation Arlington Building on May 12, 2008.  The purpose of this conference is to provide information on the National Cyber Range program; promote additional discussion on this topic; address questions from potential proposers; and provide a forum for potential proposers to present their capabilities for teaming opportunities.\r\n\r\nAttendance is not required to propose to any associated BAA.  The Performers’ Day materials (unclassified and classified) will be made available to qualified proposers who are not able to attend the Proposers’ Day (see DARPA-BAA-08-43).\r\n\r\nPROGRAM OBJECTIVE AND DESCRIPTION:  The National Cyber Range (NCR) will enable a revolution in the Nation’s ability to conduct cyber operations by providing a persistent cyber range that will:\r\n•\tConduct unbiased, quantitative and qualitative assessment of information assurance and survivability tools in a representative network environment.\r\n•\tReplicate complex, large-scale, heterogeneous networks and users in current and future Department of Defense (DoD) weapon systems and operations.\r\n•\tEnable multiple, independent, simultaneous experiments on the same infrastructure.\r\n•\tEnable realistic testing of Internet/Global-Information-Grid (GIG) scale research.\r\n•\tDevelop and deploy revolutionary cyber testing capabilities.\r\n•\tEnable the use of the scientific method for rigorous cyber testing.\r\n\r\nDARPA-BAA-08-43 is pending release.  When released, the BAA will be found on the FedBizOpps website, http://www.fedbizopps.gov/.\r\n\r\nREGISTRATION INFORMATION:  Information concerning registering for this conference, hotel and reviewing the Classified Addendum can be found at: \thttps://www.enstg.com/signup/passthru.cfm?ConferenceCode=NAT22571\r\n\r\nParticipants must register NLT May 6, 2008.  There is no registration fee for attending this conference.  Due to space limitations of the conference facility, attendance will be limited to the first 500 registrants, and no more than 4 representatives per organization.  The Proposers’ Day will be unclassified and open to the general public.  All attendees will be required to present government issued photo identification upon entry to the event.  Additionally, all US Citizens are required to submit a US Citizenship Verification form in order to attend this conference.  Non-US citizens are required to submit a DARPA Form 60 “Foreign National Visit Request”.  The completed Citizenship Form or DARPA Form 60 must be faxed to DARPA-BAA-08-43, (703)-807-1762, no later than May 6, 2008.  Both documents are available for download at the registration website.\r\n\r\nPlease refer to the registration website referenced above for instructions for passing clearances in order to review the classified materials to DARPA-BAA-08-43.\r\n\r\nAdditionally, attendees who would like to pursue teaming opportunities during day-two of the workshop may request to do so during registration.  Teaming introductions will contain no slides and are limited to five (5) minutes each.  Proposers desiring to reserve a time to present during the Teaming Portion of the Proposers’ Day Conference will indicate their intent during the registration process.   It is the presenter’s responsibility to ensure that all material they plan to discuss at the Proposers’ Day Conference has been approved by the funding organization in advance.\r\n\r\n\r\nAdded:\r\nMay 06, 2008 12:29 pm\r\nRegistration for attendance to the National Cyber Range Proposers' Day in support of the DARPA-BAA-08-43, the National Cyber Range (NCR) program, has been extended to 4:00 PM Eastern, May 8, 2008.  This extension applies to registration for reviewing classified information on May 12, and the unclassified Proposers' Day May 13-14.  More information on reviewing the classified information and the Proposers' Day is available at https://www.fbo.gov/spg/ODA/DARPA/CMO/DARPASN0833/listing.html.\r\n\r\nAttendance is not required to propose to any associated BAA. The Proposers' Day materials (unclassified and classified) will be made available to qualified proposers who are not able to attend the Proposers’ Day (see DARPA-BAA-08-43 https://www.fbo.gov/spg/ODA/DARPA/CMO/DARPA-BAA08-43/listing.html).", "check_office_wide": false, "announcement_type": "Special Notice", "deadline_date": "05/08/2008", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=35d6599a83b4d16b755544e47174a4e0&tab=core&_cview=1", "check_office": true, "opportunity_title": "National Cyber Range Proposers' Day Workshop"},
{"sponsor_number": "SN08-35", "office": "", "check_date": false, "synopsis": "Added: May 16, 2008 11:33 am\r\n\n\t\t \r\nVULCAN is a propulsion system demonstration program to\r\ndesign, build and ground test an engine capable of accelerating a full scale hypersonic\r\nvehicle from rest to Mach 4+.  The VULCAN\r\nengine will consist of an integrated Constant Volume Combustion (CVC) engine\r\nand a full scale turbine engine.   CVC\r\nengine architectures could include Pulsed Detonation Engines (PDE’s),\r\nContinuous Detonation Engines (CDE’s) or other unsteady CVC engine architectures.\r\n The CVC engine would operate from below\r\nthe upper Mach limit of the turbine engine to Mach 4+.  The turbine engine will be a current production\r\nengine capable of operating above Mach 2 and may be based on any of the\r\nfollowing engines, the F100-229, F110-129, F119 or F414 engines.  A key objective of the program is to\r\nintegrate the turbine engine into the VULCAN engine with minimal modification to\r\nthe turbine engine, to operate the turbine engine from rest to its upper Mach\r\nlimit and to cocoon the turbine engine when it is not in use.  It desired that both the turbine and the CVC\r\nengines share a common inlet and nozzle. It is envisioned that developing the\r\nVULCAN engine will enable full scale hypersonic cruise vehicles for\r\nintelligence, surveillance, reconnaissance, strike or other critical national\r\nmissions.\r\n \r\nThe initial dissemination of information on this initiative\r\nwill be the VULCAN Program Industry Dayon June 10, 2008.  The goals of this meeting are threefold: 1) to familiarize participants with\r\nDARPA’s interest in combining turbine engines with constant volume combustion\r\nengine cycles, 2) to identify potential Offerors and promote understanding of\r\nthe BAA proposal requirements, and 3) to promote discussion of synergistic\r\ncapabilities among potential program participants.  It is our desire to facilitate the formation\r\nof strong teams and business relationships in order to develop comprehensive,\r\nquality responses to any potential DARPA solicitation.\r\n \r\nThe Industry Day will be held at 3811 N. Fairfax Drive, Ste\r\n400, Arlington VA 22203.  This announcement\r\nserves as a pre-solicitation notice and is issued solely for information and\r\nprogram planning purposes.  The Industry\r\nDay does not constitute a formal solicitation for proposals or proposal\r\nabstracts.  In accordance with FAR\r\n15.201(e), responses to this notice are not offers and cannot be accepted by\r\nthe Government to form a binding contract.  Attendance at the Industry Day is voluntary and is not required to\r\npropose to subsequent Broad Agency Announcements (if any) or research\r\nsolicitations (if any) on this topic.  DARPA will not provide reimbursement for costs incurred to participate\r\nin this Industry Day.  \r\n \r\nPre-registration is required NO\r\nLATER THAN 3:00 PM EST on June 3, 2008.  The Industry Day will be UNCLASSIFIED with information that is ITAR\r\nrestricted and therefore attendance is limited to individuals who are U.S.\r\nCitizens or U.S. Permanent Residents (Green card holders).  Attendance is limited to three representatives\r\nper organization.  Check-in for the Industry\r\nDay begins at 8:00 AM, followed by presentations beginning at 8:30 AM.  These presentations will include an overview\r\nof the DARPA VULCAN Program vision, goals and objectives, technical information\r\non state-of-the-art of the foundational technologies; and planned acquisition\r\nstrategy, program schedule and contracting details.  Following the presentations, the room will be\r\navailable for a networking session to promote communications among potential\r\nprogram participants.  \r\n \r\nREGISTRATION INFORMATION: If interested in attending the Industry\r\nDay, please send an e-mail, with the Subject line “VULCAN Industry Day Request\r\nfor Information”, to Matt Bringman at .  In reply to your email, you will receive\r\ninformation detailing the registration process and logistics of the Industry\r\nDay.   \r\n \r\nINVITEE INFORMATION:  Registration is restricted to U.S. citizens\r\nand U.S. Permanent Residents only.  Proof of U.S. Citizenship or U.S. Permanent Resident Status must be provided\r\nat least five (5) business days prior to this meeting.  Additionally, Permanent Residents must complete\r\nDARPA Form 60, \"U.S. Permanent Resident and Foreign National Visit\r\nRequest\" (found here, )\r\nand this completed form must be provided to the Administrative Point of Contact\r\nbelow.  U.S. citizens should have their\r\nFacility Security Officer or Personnel Officer send a letter to verify their\r\ncitizenship status.  U.S. permanent\r\nresidents should send a copy of their Alien Registration Card (green card)\r\nalong with a completed Form 60.  In\r\naddition, U.S. Permanent Residents must bring their green cards to the Industry\r\nDay for verification.  There will be no exceptions!                                              \r\n \r\nAdministrative Point\r\nof Contact:   Mr. Matt Bringman, \r\nemail:  bringmanm@centratechnology.com, 703-276-7702 x\r\n112\r\n                                                            \r\nTechnical Point of\r\nContact:   Dr. Thomas Bussing, \r\nemail:  \r\n \r\nContracting Point of Contact: Mr. Chris Glista, DARPA\r\nContracting Officer,\r\nemail: Christopher.glista@darpa.mil", "check_office_wide": false, "announcement_type": "Special Notice", "deadline_date": "06/03/2008", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=6b611af479b6cc243c50f47559c79ebe&tab=core&_cview=1", "check_office": true, "opportunity_title": "DARPA TTO VULCAN Industry Day"},
{"sponsor_number": "DARPA-BAA-08-32", "office": "", "check_date": false, "synopsis": "Added:\r\nApr 21, 2008 4:00 pm\r\n\r\nThe purpose of this amendment is to revise the proposal\r\ninstructions provided at Section III “Detailed Proposal Information” of the\r\nBroad Agency Announcement (BAA).\r\n\r\nAccordingly, the following applies:\r\n\r\n1) Section III “Detailed Proposal Information” is hereby deleted in its\r\nentirety and replaced with the language provided below (language as found in\r\nattached conformed BAA dated 28 July 2008 shall take precedence in the case of\r\na conflict) and 2) the due date for receipt of proposals is extended to 12:00 PM\r\nlocal time (noon) on August 13, 2008.\r\n\r\n\r\n\r\n\r\nSection III. Detailed Proposal Information\r\n\r\n\r\n\r\n\r\n·\r\nA general description of the objective (for each\r\ndefined task/activity);\r\n\r\n·\r\nA detailed description of the approach to be\r\ntaken to accomplish each defined task/activity);\r\n\r\n·\r\nIdentification of the primary organization\r\nresponsible for task execution (prime, sub, team member, by name, etc.);\r\n\r\n·\r\nThe exit criteria for each task/activity - a\r\nproduct, event or milestone that defines its completion.\r\n\r\n·\r\nDefine all deliverables (reporting, data,\r\nreports, software, etc.) to be provided to the Government in support of the\r\nproposed research tasks/activities.\r\n\r\n\r\n\r\n\r\n\r\n\r\nOriginal Solicitation Notice Below.\r\n\r\n\r\n\r\n\r\n\r\nDARPA is soliciting innovative research proposals in the area of integrated micro primary atomic clock technology.  DARPA seeks innovative proposals in developing Integrated Micro Primary Atomic Clock Technology (IMPACT) to ultimately realize a primary atomic clock with drastically reduced size, weight, and power (SWAP) over state-of-the-art primary clocks. Proposed research should investigate innovative approaches that enable revolutionary advances in science, devices, or systems.  Specifically excluded is research that primarily results in evolutionary improvements to the existing state of practice.  Note:  Proposal Abstract Due Date is 5 June 2008.  Proposal Due Date is 6 August 2008.  See attached Broad Agency Announcement DARPA-BAA-08-32)", "check_office_wide": false, "announcement_type": "Solicitation", "deadline_date": "08/13/2008", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=41cdf0d0f9853f4fa5715e16b5dc2b9a&tab=core&_cview=1", "check_office": true, "opportunity_title": "Integrated Micro Primary Atomic Clock Technology (IMPACT)"},
{"sponsor_number": "DARPASN08-45", "office": "", "check_date": false, "synopsis": "Added:\r\nJul 31, 2008 4:48 pm\r\nRequest for Information (RFI) SN08-45: STATION KEEPING BUOY ENERGY HARVESTING/HARNESSING\r\nThe Defense Advanced Research Projects Agency's (DARPA) Strategic Technology Office (STO) Persistent Ocean Surveillance – Station Keeping program (POS-SK) is developing advanced concepts for a new tactical ocean surveillance buoy capable of extracting energy from the local environment for station keeping and long-term persistence.\r\n\r\nBased on program at-sea testing, two primary challenges for small station keeping buoys (SKBs) that require novel technologies and concepts are:\r\n•\tMaintaining a positive energy balance and operating for long periods of time on the open ocean.  Technologies that improve the SKB energy balance problem can be categorized as:  (1) technologies that more effectively enable the SKB to harvest / harness the available energy; (2) technologies that allow the SKB to operate more efficiently (use less energy); and (3) technologies that allow the SKB to store more energy.\r\n•\tSurviving high wind and high sea state conditions. Technologies that could improve the SKB operational survivability can be categorized as:  (1) technologies for short-term weather event survivability that could improve the chance of the SKB surviving extreme weather events that might otherwise damage or capsize the SKB; and (2) technologies for long term operational reliability.\r\n\r\nDARPA desires to investigate component technologies that enable a positive energy balance over an extended period and can survive variable and extreme maritime environments; or system concepts with alternative energy harvesting technologies that maintain a positive energy balance, are robust enough to sustain  when ocean conditions are not favorable for an energy harvesting modality (limited solar radiation, no wind, or no waves), and can survive extreme environments.  SKB system attributes include:\r\n•\tSKB endurance: minimum 4 weeks\r\n•\tStation keeping watch circle: smallest possible while maintaining positive energy balance\r\n•\tOperate up to Beaufort scale 6 (22 – 27 kts wind; 10 ft waves)\r\n•\tSurvive up to Beaufort scale 10 (48 – 55 kts wind; 30 ft waves)\r\n•\tSize when stored:  Not greater than 1-foot diameter and 8.5 feet long)\r\n•\tOcean sensing at depths of 100-400 feet\r\n\r\nDARPA is interested in assessing new ideas and concepts in the above areas to support persistence ocean surveillance with station-keeping buoys in anticipation of future investments.  Technologies should represent a fundamental change vice incremental improvements over the status quo, based on an appropriate figure of merit.  Organizations are invited to submit a white paper (including 1 page with Executive Summary and Key Idea, 1-slide briefing chart with concept graphic, and 3-4 pages with supporting technical discussion) to the contracting office as early as possible, but not later than 21 August 2008.  Rough order of magnitude (ROM) cost and development schedule estimates are also suggested.\r\n\r\nThe government shall use the information provided by the white papers to determine the ultimate scope of the program.  White papers will not be returned and no feedback will be provided.  White papers should be marked with appropriate proprietary markings and will be maintained for review and then destroyed.   The information contained herein is for planning purposes and does not constitute an invitation for bids or a request for proposal.  The Government does not intend to award a contract based on this notification or otherwise pay for the information provided.\r\n\r\nThe government is contemplating holding a workshop to present the progress to date on the current program and provide an opportunity for participants to present technologies that may potentially contribute to addressing the challenges expressed in this RFI.  Please indicate in your response if you might be interested in participating in a workshop.\r\n\r\nINSTRUCTIONS TO RESPONDENTS\r\n\r\nDARPA appreciates responses from all capable and qualified sources.  DARPA will employ an electronic upload submission system for responses to this RFI.  To respond to this RFI, interested parties must complete an online RFI Cover Sheet for each response, which will include the submitter’s name, organization and contact information, as well as the title of their paper.   Cover Sheet submissions are made by accessing the URL below:\r\nhttps://www.tfims.darpa.mil/baa\r\nAfter finalizing the Cover Sheet, a Confirmation screen will appear, along with instructions for uploading your position paper.  Submissions must be in Microsoft Word or Adobe PDF and encrypted using Winzip or PKZip with 256-bit AES encryption.  An encryption password must be emailed to SN08-45@darpa.mil at the time of submission.  See https://www.tfims.darpa.mil/baa/proposer_instructions.pdf for additional encryption information.  Note:  the word, “PASSWORD”, must appear in the subject line of the above email and there are minimum security requirements for establishing the encryption password.  Failure to provide the encryption password will result in the submission not being read.  Since respondents may encounter heavy traffic on the web server, they SHOULD NOT wait until the day the submissions are due to fill out a coversheet and upload their position paper.\r\n\r\nPosition papers are limited to six (6) pages in length (not including the cover page).   Format specifications include 12-point font, single spaced, single-sided, 8.5” by 11”paper, with 1-inch margins. Each response should address the questions posed above (on page 1) and should be as succinct as possible while at the same time providing actionable insight.  Graphics and citations are highly encouraged.\r\n\r\nFailure to comply with these submission procedures may result in the position paper not being reviewed.\r\n\r\nDISCLAIMERS AND IMPORTANT NOTES\r\n\r\nThis is an RFI issued solely for information and program planning purposes; this RFI does not constitute a formal solicitation for proposals or proposal abstracts.  In accordance with FAR 15.201(e), responses to this notice are not offers and cannot be accepted by the Government to form a binding contract.  Submission of a position paper, and/or attendance at any subsequent Workshop, is strictly voluntary and is not required to propose to subsequent Broad Agency Announcements (if any) or research solicitations (if any) on this topic.  DARPA will not provide reimbursement for costs incurred in responding to this RFI or participating in any subsequent Workshop.  NO CLASSIFIED INFORMATION SHOULD BE INCLUDED IN THE RFI RESPONSE.  Respondents are advised that DARPA is under no obligation to acknowledge receipt of the information received or provide feedback to respondents with respect to any information submitted under this RFI.  Responses to this RFI do not bind DARPA to any further actions, to include hosting a Workshop or requesting follow-on proposals from vendors responding to this RFI.\r\n\r\nSubmissions may be reviewed by: the Government (DARPA and partners) and Systems Engineering and Technical Assistance (SETA) contractors (such as Solers, Inc.).\r\n\r\nTechnical POC: Ms. Khine Latt\r\nAddressed to:  DARPA/STO, Attn:  SN 08-45\r\nElectronic Mail:  SN08-45@darpa.mil\r\nWebsite:  http://www.darpa.mil/sto/solicitations/index.html\r\n\r\n\r\nAdded:\r\nAug 20, 2008 6:07 pm\r\nAM0001 to the Station Keeping Buoy Energy Harvesting/Harnessing RFI SN08-45\r\n\r\nThe purpose of this amendment is to extend the deadline for white papers from 21 August 2008 to 4 September 2008 and to provide the attached clarifications.", "check_office_wide": false, "announcement_type": "Special Notice", "deadline_date": "09/04/2008", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=50b321c02533c88ee43f4dedadd59680&tab=core&_cview=1", "check_office": true, "opportunity_title": "STATION KEEPING BUOY ENERGY HARVESTING/HARNESSING"},
{"sponsor_number": "DARPA-SN-08-55", "office": "", "check_date": false, "synopsis": "Added:\r\nSep 04, 2008 8:04 am\r\nThe Defense Advanced Research Projects Agency, Tactical Technology Office (TTO), intends to award a Sole Source contract to The Boeing Company, Philadelphia, PA for continuation (Phase 1) of DiscRotor Program. The DiscRotor concept is an aircraft with a relatively small hub-mounted disc that can extend rotor blades to affect vertical flight. The Boeing Company conducted a “Phase 0” (DARPA Seedling/Concept Study) DiscRotor research effort under Contract No. HR0011-07-C-0076. The Boeing Company’s Phase 0 effort was competitively selected in response to DARPA BAA 06-15 “Tactical Technology Office” (Office-wide).  Under this Phase 0 contract, The Boeing Company, teamed with Virginia Polytechnical Institute, conducted DiscRotor trade studies, design refinement, mechanical systems conceptual layout, wind tunnel testing, hover rig testing, computational fluid dynamics (CFD) analysis and risk reduction planning, providing an initial assessment of performance and flying qualities. The proposed DiscRotor Phase I Program effort is a logical follow-on to the prior effort conducted by The Boeing Company and the Virginia Polytechnical Institute and will also lean on lessons learned from The Boeing Company’s earlier Canard Rotor Wing (CRW) program. Phase I will conduct enabling technology demonstrations – including wind tunnel testing of a small scale (manually) extendable rotor system and, subsequently, a large scale (automatically) extendable rotor system – in order to establish critical feasibility of the DiscRotor concept. Additionally, the Boeing Company team will conduct DiscRotor configuration and performance refinement, consider mission survivability issues, and develop options for a flying DiscRotor demonstrator. The proposed contract action is for supplies or services for which the Government intends to solicit and negotiate with only one source under authority of FAR 6.302-1 “Only one responsible source and no other supplies or services will satisfy agency requirements.”  As the developer of the DiscRotor concept, The Boeing Company team possesses unique knowledge, capabilities and proprietary intellectual property/data required to carry out the required research effort.  This notice of intent is not a request for competitive proposals and no solicitation is currently available.  However, interested parties may identify their interest and capability to respond to the requirement.  Responses/proposals received within forty-five (45) days after date of publication of this notice will be considered by the Government.  Information received will be considered solely for the purpose of determining whether to conduct a competitive procurement.  A determination by the Government not to compete this proposed effort on a full and open basis is solely within the discretion of the Government.  Interested parties may identify their interest and capability to meet the requirements by submitting a white paper and past performance data by no later than 20 October 2008 to The Defense Advanced Research Projects Agency, Attn: Mr. Michael Blackstone, Contracts Management Office (CMO), 3701 North Fairfax Drive, Arlington, VA 22203-1714 or via email to michael.blackstone@darpa.mil. Questions shall be submitted to the above email address.  Please refer to Numbered Note 22.\r\nIt is noted that DARPA’s Tactical Technology Office (TTO) maintains an annual Office-wide Broad Agency Announcement (BAA) seeking system and subsystem level technologies that enable revolutionary improvements to the efficiency and effectiveness of the military.  The “Land, Air, Sea and Space Platforms” mission thrust area under this BAA specifically seeks proposals for innovative technologies and design approaches for vertical flight aircraft rotors and rotor systems such as The Boeing Company’s DiscRotor concept/program.  Parties wishing to respond to this notice are invited, as an alternative, to submit a white paper against DARPA BAA 08-31.", "check_office_wide": true, "announcement_type": "Special Notice", "deadline_date": "10/20/2008", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=b3fae3450913b9b691190e27ba93dec9&tab=core&_cview=1", "check_office": true, "opportunity_title": "Sole Source Notice for DiscRotor Program (Phase 1)"},
{"sponsor_number": "DARPA-BAA-11-47", "office": "", "check_date": false, "synopsis": "Added:\r\nJun 06, 2011 5:03 pm\r\n\r\nComponent, Context, and Manufacturing Model Library (C2M2L-1) - For a detailed description of this opportunity please see the attached file \"DARPA-BAA-11-47.pdf\".\r\n\r\nAdded:\r\nJun 22, 2011 3:17 pm\r\nThe purpose of this amendment is to clarify that this announcement represents the FINAL solicitation for the C2M2L-1 effort.\r\nAdded:\r\nJul 08, 2011 4:51 pm\r\nThis amendment provides a list of questions and answers (Q&As) related to the solicitation.  Please see the attachment. \r\nAdded:\r\nJul 22, 2011 12:48 pm\r\nThe purpose of this amendment is to incorporate C2M2L-1 Questions and Answers (Round 2; dated July 22, 2011) to DARPA-BAA-11-47.  Please see the attached file \"C2M2L-1 Q&A - Round 2.pdf\".\r\nAdded:\r\nJul 29, 2011 4:28 pm\r\n\r\nThe purpose of this amendment is to provide C2M2L-1 Questions and Answers (Round 3; dated July 28, 2011) for DARPA-BAA-11-47. Please see the attached file \"2011-07-28 C2M2L-1 QA3.pdf\".", "check_office_wide": false, "announcement_type": "Presolicitation", "deadline_date": "08/08/2011", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=e9bd71694d0ca43332c8d98ca37f4d28&tab=core&_cview=1", "check_office": true, "opportunity_title": "Component, Context, and Manufacturing Model Library 1 (C2M2L-1)"},
{"sponsor_number": "BAA-11-46", "office": "", "check_date": true, "synopsis": "Added:\r\nApr 22, 2011 12:14 pm\r\nDARPA is soliciting innovative research proposals in the area of Multifunction RF (MFRF) systems for helicopter operations that will enhance the survivability of aircraft in degraded visual environments (DVE) while enhancing platform lethality and minimizing size, weight, and power (SWAP).  Proposed research should investigate innovative approaches that enable revolutionary advances in science, devices, or systems.  Specifically excluded is research that primarily results in evolutionary improvements to the existing state of practice.\r\nAdded:\r\nMay 11, 2011 2:09 pm", "check_office_wide": false, "announcement_type": "Award", "deadline_date": "06/08/2011", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=4bb323a41acfd7998aa0c2e2b6f37101&tab=core&_cview=1", "check_office": true, "opportunity_title": "Multifunction RF"},
{"sponsor_number": "DARPA-SN-12-15", "office": "", "check_date": false, "synopsis": "Added:\r\nNov 15, 2011 2:45 pm\r\nDARPA will host a virtual Proposers' Day to provide information on progress within the System F6 program to date and to introduce the System F6 Tech Package Broad Agency Announcement (BAA) which will be released in draft form for public comment prior to the Proposers' Day. The virtual Proposers' Day will be held on Tuesday, November 22, 2011 starting at 11:00 am Eastern Time. This will be a webcast with an interactive chat capability for near-real time questions and answers. The registration deadline is Sunday, November 20, 2011, 11:59 pm Eastern Time. Refer to the attached file, \"DARPA-SN-12-15.pdf,\" for complete details of the subject Special Notice.", "check_office_wide": false, "announcement_type": "Special Notice", "deadline_date": "11/20/2011", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=e4e25a6b0ac8a919fec0e9bc7f8cad0a&tab=core&_cview=1", "check_office": true, "opportunity_title": "System F6 Tech Package (F6TP) Proposers' Day Announcement"},
{"sponsor_number": "DARPA-SN-12-19", "office": "", "check_date": false, "synopsis": "Added:\r\nDec 01, 2011 4:29 pm\r\nThe Defense Advanced Research Projects Agency (DARPA) will conduct an Industry Day for the potential proposer community for a planned Broad Agency Announcement (BAA) for Phases 2 through 4 of the Anti-Submarine Warfare (ASW) Continuous Trail Unmanned Vessel (ACTUV) program. The Industry Day will be classified and will be held at the Johns Hopkins University Applied Physics Laboratory – Kossiakoff Center at 11100 Johns Hopkins Road, Laurel, MD 20723 from 8:00am – 5:30pm on Tuesday, 20 December 2011.  The purpose of this briefing is to provide information on the ACTUV program, address questions from potential proposers, and to provide a forum for potential proposers to present their capabilities and explore teaming opportunities with one another.\r\n\r\nPlease see the attachment for additional details and registration instructions.", "check_office_wide": false, "announcement_type": "Special Notice", "deadline_date": "12/12/2011", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=84040676550f8a415a8b7c0550a57e8a&tab=core&_cview=1", "check_office": true, "opportunity_title": "Anti-Submarine Warfare Continuous Trail Unmanned Vessel (ACTUV) Industry Day"},
{"sponsor_number": "DARPA-SN-13-22", "office": "", "check_date": false, "synopsis": "Added:\r\nMar 01, 2013 3:09 pm\r\nThe Defense Advanced Research Projects Agency (DARPA) Tactical Technology Office (TTO) is sponsoring a Proposers' Day to provide information to potential proposers on the objectives of the TERN program, in advance of a planned Broad Agency Announcement (BAA). The Proposers' Day will be held on Wednesday, March 20, 2013 at the DARPA Conference Center, 675 North Randolph Street, Arlington, VA from 9:00 AM to 4:00 PM. Advance registration is mandatory. See the attached announcement for additional details and registration instructions.", "check_office_wide": false, "announcement_type": "Special Notice", "deadline_date": "03/18/2013", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=4af82338eb6efdf4cfafb3a21ec72004&tab=core&_cview=1", "check_office": true, "opportunity_title": "Tactically Exploited Reconnaissance Node (TERN) Proposers' Day"},
{"sponsor_number": "DARPA-BAA-13-06", "office": "", "check_date": true, "synopsis": "Added:\r\nDec 19, 2012 1:28 pm\r\n\r\nDARPA is soliciting innovative research proposals for the design, development and demonstration of a Video Synthetic Aperture Radar (ViSAR) system that enables US aircraft to engage maneuvering ground targets through clouds dust and other obscurants. Proposed research should investigate innovative approaches that enable revolutionary advances in science, devices, or systems. Specifically excluded is research that primarily results in evolutionary improvements to the existing state of practice.\r\n\r\nAdded:\r\nDec 19, 2012 1:44 pm\r\n\r\nDARPA-BAA-13-06 ViSAR System Design & Development follows DARPA-SN-13-06 Video Synthetic Aperture Radar (ViSAR) Proposers Day Announcement, which can be seen at the following link:\r\nhttps://www.fbo.gov/spg/ODA/DARPA/CMO/DARPA-SN-13-06/listing.html", "check_office_wide": false, "announcement_type": "Award", "deadline_date": "02/20/2013", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=62e5ae78614a71c11af81a1ae2014114&tab=core&_cview=1", "check_office": true, "opportunity_title": "Video Synthetic Aperture Radar (ViSAR) System Design and Development "},
{"sponsor_number": "DARPA-BAA-13-39", "office": "", "check_date": false, "synopsis": "Added:\r\nAug 22, 2013 9:20 am\r\nThe Hydra program will develop and demonstrate an unmanned undersea system, providing a novel delivery mechanism for insertion of unmanned air and underwater vehicles into operational environments. Situated underwater, Hydra will use modular payloads within a standardized enclosure to enable scalable, cost-effective deployment of rapid response assets and will integrate existing and emerging technologies in new ways to create an alternate means of delivering a variety of payloads close to the point of use. The Hydra program seeks to develop and demonstrate initial examples of air and undersea payloads while leaving open the potential for accommodating additional payloads in the future.\r\n\r\nThe rising number of ungoverned states, piracy, and proliferation of sophisticated defenses severely stretches current resources and impacts the nation's ability to conduct special operations and contingency missions. The Hydra program represents a cost effective way to add undersea capacity that can be tailored to support each mission. Hydra's communications suite could allow synergistic function with manned platforms, thus increasing their effectiveness, or could allow remote control from over-the-horizon. Technologies are intended to be adaptable to multiple delivery options, including airborne, surface, and subsurface. The Hydra program will enable other new capabilities not currently performed from undersea.\r\n\r\nSee the attached BAA for complete program details and proposal submission instructions.\r\n\r\n\r\nAdded:\r\nSep 10, 2013 10:32 am\r\nThis amendment incorporates Hydra DD Form 254 (Revised September 9, 2013), which supersedes the previous version attached on August 22, 2013.\r\nAdded:\r\nSep 23, 2013 11:56 am\r\nThe revised BAA (Rev 1) makes the following changes:\r\n\r\n1.  This amendment changes the description of the Phase 1 program plan for Technical Area 1 by deleting the words \"provide energy to a payload\" in the Technical Area 1 description on page 7.  For purposes of Phase 1 proposals, the payloads described in Technical Areas 2 and 3 will provide their own power.\r\n\r\n2.  This amendment clarifies the level of detail required for labor hours as part of the basis of estimate requested in Volume 1 of the Proposal, described in Section III,D.iv. on page 23 of the BAA.  Although Volume 1 should provide a basis of estimate for labor expressed in both labor hours and dollars, a composite hourly rate can be used, and this section does not need to break labor rates into components of direct, overhead, G&A, and fee; those details should be provided in Volume 2.\r\n\r\nRev 1, provided as an attachment to this amendment,  replaces the previous version of the BAA in its entirety.\r\n\r\nAdded:\r\nSep 27, 2013 4:46 pm\r\nSee attached for a copy of the Hydra FAQ.", "check_office_wide": false, "announcement_type": "Combined Synopsis/Solicitation", "deadline_date": "10/22/2013", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=4cc32f06144bd6f3eba18655135d6155&tab=core&_cview=1", "check_office": true, "opportunity_title": "Hydra"},
{"sponsor_number": "DARPA-BAA-12-02", "office": "", "check_date": true, "synopsis": "Added:\r\nDec 22, 2011 1:16 pm\r\n\r\nAdded:\r\nJan 20, 2012 3:35 pm\r\n\r\nUnder BAA12-02 Amendment 1, the following changes are made:\r\n1) Page 13: Reference to \"Appendix 3\" corrected to read \"Appendix 1\"\r\n2) Page 40: Addition of conditional statement \"and where cost share is required\" to paragraph on OTA proposals to specify applicability of said proposals.\r\n3) Page 60: Position Accuracy measurement of \"+/- 0.02m\" corrected to read \"+/- 0.002m\"\r\n\r\nAdded:\r\nOct 08, 2013 12:12 pm\r\nPhoenix Technologies Phase 2 & 3", "check_office_wide": false, "announcement_type": "Award", "deadline_date": "02/06/2012", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=de4f0fd5e637e51358e5455b84d9c52b&tab=core&_cview=1", "check_office": true, "opportunity_title": "Phoenix Technologies"},
{"sponsor_number": "DARPA-BAA-13-19", "office": "", "check_date": true, "synopsis": "Added:\r\nFeb 25, 2013 12:12 pm\r\nThe DARPA Tactical Technology Office is soliciting proposals on the design, development and demonstration of a vertical takeoff and landing (VTOL) experimental aircraft (X-Plane) with exceptional performance in vertical and cruise flight, and operational capability through transition from vertical to forward flight. The purpose of the program is to champion the design and development of sub-system technologies and integrated air vehicle configurations that will enable radical improvements in VTOL flight. The program will demonstrate an aircraft capable of sustained flight at high speeds, improved hover and cruise efficiencies that are significantly greater than contemporary rotary-wing aircraft, and increased useful load fractions and aircraft functionality.\r\n\r\nSee the attached file \"DARPA-BAA-13-19\" for the full text of the solicitation.  The attached Broad Agency Announcement (BAA) is not a draft and represents the FINAL solicitation for the VTOL X-Plane effort.\r\n\r\n\r\nAdded:\r\nFeb 26, 2013 12:52 pm\r\nThis amendment provides a revised version of DARPA-BAA-13-19 (Revision 1) in order to correct formatting errors on p. 11 and p. 17 of the previous version. No other changes were made to the original announcement. Revision 1 supersedes the original version in its entirety.\r\nAdded:\r\nMar 15, 2013 2:55 pm\r\nThis amendment: 1) extends the BAA initial proposal submission deadline to 4:00 PM Eastern Daylight Time on June 4, 2013; 2) extends the due date for the submission of questions to March 31, 2013; 3) clarifies the level of cost detail required for Phases II and III and the purpose for which this data will be utilized (see page 19), and 4) provides Q&A Round 4.\r\nAdded:\r\nApr 05, 2013 1:44 pm\r\nThis amendment provides a revised version of DARPA-BAA-13-19 (Revision 3).  Specifically, Section 5.1 (Detailed Cost Breakdown) has been revised.  No other changes have been made.", "check_office_wide": false, "announcement_type": "Award", "deadline_date": "05/01/2013", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=120a4b5252f111ef02c2c35ff3041c0d&tab=core&_cview=1", "check_office": true, "opportunity_title": "Vertical Take-Off and Landing Experimental Aircraft (VTOL X-Plane)"},
{"sponsor_number": "DARPA-BAA-12-39", "office": "", "check_date": true, "synopsis": "Added:\r\nApr 10, 2012 8:59 am\r\nThe primary goal of the DARPA Robotics Challenge program is to develop ground robotic capabilities to execute complex tasks in dangerous, degraded, human-engineered environments. The program will focus on robots that can utilize available human tools, ranging from hand tools to vehicles. The program aims to advance the key robotic technologies of supervised autonomy, mounted mobility, dismounted mobility, dexterity, strength, and platform endurance. Supervised autonomy will be developed to allow robot control by non-expert operators, to lower operator workload, and to allow effective operation despite low fidelity (low bandwidth, high latency, intermittent) communications.\r\n\r\nSee the attached file \"DARPA-BAA-12-39 Robotics Challenge\" for the full text of the solicitation. The attached Broad Agency Announcement (BAA) is not a draft and represents the FINAL solicitation for the DARPA Robotics Challenge program.\r\n\r\nAdded:\r\nApr 30, 2012 4:37 pm\r\nThis amendment deletes thre following language that appeared on page 14 and page 15 of the original BAA:\r\n\r\nDARPA desires Unlimited Rights, as defined in DFARS 252.227-7013 and -7014,12 to all deliverables generated by the DARPA Robotics Challenge performer under this effort except clearly-identified, widely-available, commercial software tools, with their commercial availability described and substantiated in the proposal.\r\n\r\nThis amendment also adds a final report deliverable - see highlighted text on page 28 and page 39.\r\n\r\n\r\nAdded:\r\nApr 30, 2012 4:55 pm\r\nThis update makes available the initial round of BAA questions & answers. It also provides notification that all Proposers' Day materials may be accessed at the following URL:\r\n\r\nhttp://www.darpa.mil/Our_Work/TTO/Programs/DARPA_Robotics_Challenge.aspx\r\n\r\n\r\nAdded:\r\nMay 09, 2012 5:37 pm\r\n\r\nThe BAA is amended to change the total page count for Section 2.7 - Schedule and Milestones (see BAA p. 28) from 6 to 8 pages.\r\n\r\nAdditionally, the second round of BAA questions & answers is provided.\r\n\r\n\r\n\r\n\r\n\r\nAdded:\r\nMay 17, 2012 10:26 am\r\nThis update makes available the third round of BAA questions &amp; answers.", "check_office_wide": false, "announcement_type": "Award", "deadline_date": "05/31/2012", "program_url": "https://www.fbo.gov/index?s=opportunity&mode=form&id=5cf3cc1f46103cc0aba5d0f9412cab25&tab=core&_cview=1", "check_office": true, "opportunity_title": "DARPA Robotics Challenge - Track C"}